{
  "metadata": {
    "source_pdf": "assets/sample.pdf",
    "chunk_size": 1000,
    "chunk_overlap": 200,
    "statistics": {
      "total_pages": 67,
      "total_chunks": 67,
      "total_words": 17463,
      "total_characters": 117894,
      "avg_words_per_chunk": 260.64179104477614,
      "avg_chars_per_chunk": 1759.6119402985075
    }
  },
  "chunks": [
    {
      "content": "1 PRODUCED IN CONJUNCTION WITHACCESSIBILITY PLAYBOOK DESTINATION MODULE",
      "page_number": 1,
      "chunk_index": 0,
      "start_char": 0,
      "end_char": 71,
      "word_count": 8
    },
    {
      "content": "2Contents PART 1 THE BUSINESS CASE to OO 1. Why accessible travel matters 2. Four common disabilities 3. Economic impact of travelers with disabilities 4. Accessibility is the answer PART 2 CREATE YOUR STRATEGY to OO 1. Define your why 2. Engage your task force 3. Conduct research 4. Apply Your Findings PART 3 GET STARTED WITH DIGITAL ACCESSIBILITY to OO 1. Where To Start 2. Conducting a Website Audit 3. Accessible Landing Pages 4. Accessible Videos 5. Best Practice Examples PART 4 PR COMMUNICATIONS to OO 1. Text 2. Text 3. Text PART 5 HOSTING FAM TRIPS to OO 1. Text 2. Text 3. Text PART 6 RESOURCES to OO 1. Text 2. Text 3. Text",
      "page_number": 2,
      "chunk_index": 1,
      "start_char": 0,
      "end_char": 636,
      "word_count": 117
    },
    {
      "content": "3",
      "page_number": 3,
      "chunk_index": 2,
      "start_char": 0,
      "end_char": 1,
      "word_count": 1
    },
    {
      "content": "4 PART 1 THE BUSINESS CASE",
      "page_number": 4,
      "chunk_index": 3,
      "start_char": 0,
      "end_char": 26,
      "word_count": 6
    },
    {
      "content": "5WHY ACCESSIBLE TRAVEL MATTERS Travel offers unparalleled opportunities for personal growth, cultural exchange, and shared meaningful experiences. To fully realize these benefits, it is imperative that destinations evolve to meet the diverse needs of all travelers, including those with disabilities. This Accessibility Playbook, created by TravelAbility and in collaboration with Destinations International, serves as a comprehensive guide to help destination organizations navigate the journey towards creating truly accessible and welcoming environments. The importance of accessibility in travel cannot be overstated. According to the World Health Organization, over one billion people worldwide live with a form of disability, representing a significant segment of the global population. This will continue to expand with aging adult populations. Moreover, the demand for accessible travel is growing as awareness and advocacy for disability rights increase. By embracing accessibility, destinations not only demonstrate social responsibility, but shape community engagement and influence economic potential. This playbook is designed to equip destination organizations and their stakeholders with the knowledge and tools necessary to foster accessibility, and in turn, inclusivity. It is structured to provide actionable insights, supported by data, real-world case studies, best practices, and a wealth of resources. Whether you are at the beginning of your accessibility journey or seeking to evolve existing initiatives, this playbook offers valuable guidance to ensure that every traveler feels welcomed and valued. As leaders in the travel industry, we have a collective responsibility to ensure that destinations are accessible to all. By adopting the principles and strategies outlined in this playbook, you can take a crucial step towards a more inclusive future. Together, we can create environments where all travelers, regardless of PART 1 their abilities, can explore, experience, and enjoy the world without barriers. Four common disabilities The landscape of disability is complex, spanning from conditions present at birth, those that are progressive or develop over time, those caused by injuries, to structural and functional impairments. The World Health Organization s 2OO1 International Classification of Functioning, Disability and Health standardizes and classifies disabilities by considering the limitations of activity and participation in personal and societal life. When it comes to persons with disabilities and travel, consider four types of disabilities: vision, mobility, neurocognitive, and auditory. While some disabilities are visible, many are unseen. No matter the type of disability that exists, it is essential to treat any individual with respect. This involves understanding and acknowledging unique perspectives, needs, and experiences. Let s begin with a definition of and important considerations for each disability type. Watch This Video We Don t Bite, a short (under 4 minutes) video produced by the District of Columbia for disability sensitivity training. Vision disabilities. Inclusive of blindness and low vision, conditions affecting a person s ability to see. Mobility disabilities. Conditions affecting a person s ability to move around independently and perform everyday activities. Neurocognitive disabilities. Variations in human neurological development that result in different ways of processing information, experiencing the world, and interacting with others. Auditory disabilities. Inclusive of deafness and heard of hearing, conditions affecting a person s ability to hear.",
      "page_number": 5,
      "chunk_index": 4,
      "start_char": 0,
      "end_char": 3642,
      "word_count": 508
    },
    {
      "content": "6 PART 1 Subheader Aquaspercias sequidemolo dentem fuga. Et volut offictem ad etur seque offic te doluptatur aut quidi nectiunt earum, si cone dipsunt magnam es dolupti usapid undaest aut esIhit volo endam, sam quodipsum que quo voluptaqui conseque coriam lacesto taquae earit, comnia conet, simporum dunt doloressimet es assit excepedit assit omnis. Evendignim laboritatem. Et que recum acea dolliquaerum eossitam qui quis nonsentem fugit volor mo bercipicil maximusa qui audit la con nia siminctum dunt aperian ditati suntemodi volupid el invendi auda voloribus, omnianis qui nobit laut atet, qui con comni quate exerite niscipsam, volupta quodigentisHenti si illaboribus, ut quatem quatus sunt.Omnihit quos desedior alitis sed magnatectur a is doloratur, iuntis vellibus eiunturibus at fugitium quatio. VISION DISABILITIES Blindness and low vision are both conditions that affect a person s ability to see, but they differ in degree and extent. Blindness: Blindness refers to a complete or severe loss of vision. A person who is blind typically cannot see at all or has very limited vision, often to the extent that they rely on alternative senses such as touch, hearing, or smell to navigate and interact with the world around them. Blindness can be caused by various factors including genetic conditions, eye injuries, diseases like glaucoma or macular degeneration, or other health issues such as diabetes. Low Vision: Low vision refers to significant visual impairment that cannot be fully corrected with glasses, contact lenses, medication, or surgery. Unlike blindness, individuals with low vision still have some remaining vision, but it is impaired to the point where everyday activities may be challenging. They may have difficulty reading, recognizing faces, or navigating unfamiliar environments. Low vision can result from conditions such as macular degeneration, diabetic retinopathy, cataracts, or injury to the eyes.",
      "page_number": 6,
      "chunk_index": 5,
      "start_char": 0,
      "end_char": 1934,
      "word_count": 291
    },
    {
      "content": "7 PART 1 DO S: Ask Before Offering Assistance: Always ask if a blind person needs help before providing assistance. Respect their autonomy and independence. Identify Yourself: When approaching a blind person, introduce yourself and let them know that you are there to assist if needed. This helps establish trust and facilitates communication. Communicate Clearly: Use clear and descriptive language when providing information or giving directions. Be specific and avoid vague or ambiguous terms. Offer Assistance: If a blind person requests assistance, offer your help willingly and respectfully. Be patient and help without taking over or assuming control. Guide Properly: If guiding a blind person, offer your arm for them to hold onto, and walk slightly ahead while describing the surroundings and any obstacles. Allow them to maintain their own pace and follow their lead. Respect Personal Space: Be mindful of a blind person s personal space and avoid touching them without permission. Offer verbal cues instead of physical guidance whenever possible. Be Patient: Allow extra time for blind individuals to complete tasks or navigate unfamiliar environments. Be patient and understanding of any challenges they may encounter. Use Descriptive Language: When describing visual information, use descriptive language to convey details about colors, shapes, sizes, and spatial relationships. Paint a vivid picture with your words. DON TS: Assume Help is Needed: Don t assume that a blind person needs help or cannot perform certain tasks independently. Always offer assistance respectfully and allow them to decline if they prefer. Use Patronizing Language: Avoid using patronizing language or speaking to blind individuals as if they were children. Treat them with the same level of respect and dignity as you would anyone else. Touch Without Permission: Never touch or grab a blind person without their consent, even if your intention is to assist. Always ask before providing physical guidance or assistance. Rush or Pressure: Avoid rushing or pressuring a blind person to move quickly or complete tasks faster than they are comfortable with. Allow them to set the pace and respect their need for extra time. Make Assumptions: Don t make assumptions about a blind person s abilities, interests, or preferences based on their disability. Treat them as individuals with unique strengths and experiences. Leave Without Offering Assistance: If you notice a blind person struggling or appearing in need of assistance, don t ignore them or walk away. Offer your help politely and respectfully.BLIND AND LOW VISION DO S AND DON TS",
      "page_number": 7,
      "chunk_index": 6,
      "start_char": 0,
      "end_char": 2626,
      "word_count": 408
    },
    {
      "content": "8MOBILITY DISABILITIES Mobility issues refer to conditions or disabilities that affect a person s ability to move around independently and perform everyday activities. These issues can vary widely in their causes, severity, and impact on an individual s mobility. Some common mobility issues include: Musculoskeletal Conditions: Conditions such as arthritis, osteoporosis, or muscular dystrophy can affect the strength, flexibility, and stability of the muscles and joints, making it difficult for individuals to walk, stand, or move around comfortably. Neurological Disorders: Neurological conditions like multiple sclerosis, Parkinson s disease, or cerebral palsy can cause muscle weakness, stiffness, tremors, or loss of coordination, resulting in difficulties with balance and mobility. PART 1 Spinal Cord Injuries: Injuries to the spinal cord can cause paralysis or partial paralysis, affecting mobility and sensation in the legs and sometimes the arms. Depending on the level and severity of the injury, individuals may use wheelchairs, walkers, or other assistive devices for mobility. Stroke: Stroke survivors may experience hemiparesis or hemiplegia, which affects one side of the body, resulting in weakness or paralysis. This can impact mobility and coordination, making it challenging to walk or maintain balance. Amputations: Individuals who have undergone amputation due to injury, vascular disease, or congenital conditions may experience difficulties with mobility, balance, and coordination. Prosthetic limbs or assistive devices may be used to aid mobility and restore function. Chronic Pain: Chronic pain conditions such as fibromyalgia, back pain, or neuropathy can significantly impact mobility and quality of life, making it challenging for individuals to move around, stand, or walk for extended periods. Visual Impairments: While not strictly mobility issues, visual impairments can affect a person s ability to navigate their surroundings safely and confidently. Individuals with visual impairments may use mobility aids such as white canes or guide dogs to assist with orientation and mobility. Age-related Decline: As people age, they may experience a decline in mobility due to factors such as muscle weakness, joint stiffness, balance problems, and chronic health conditions. This can affect their ability to perform activities of daily living independently.",
      "page_number": 8,
      "chunk_index": 7,
      "start_char": 0,
      "end_char": 2387,
      "word_count": 341
    },
    {
      "content": "9MOBILITY DO S AND DON TS DO S: Ask Before Offering Assistance: Always ask if the person needs help before providing assistance. Respect their autonomy and allow them to accept or decline assistance. Be Patient and Understanding: Understand that tasks may take longer for someone with mobility issues. Be patient and avoid rushing or pressuring them. Respect Personal Space: Respect the person s personal space and avoid touching mobility aids or equipment without permission. Use Inclusive Language: Use respectful and inclusive language when referring to the person and their condition. Avoid using derogatory terms or making assumptions about their abilities. Offer Assistance Appropriately: If assistance is requested or needed, offer it respectfully and sensitively. Ask how you can help and follow their instructions. Ensure Accessibility: Make sure that the environment is accessible to individuals with mobility issues. This includes providing ramps, elevators, wide doorways, and accessible restrooms. Be Mindful of Physical Barriers: Be aware of physical barriers that may hinder mobility, such as stairs, uneven surfaces, or narrow doorways. Offer alternative routes or assistance as needed. Listen and Communicate: Listen attentively to the person and communicate clearly. If they have difficulty speaking or understanding, be patient and use alternative methods of communication if necessary. PART 1 DON TS: Assume Help is Needed: Don t assume that a person with mobility issues needs help or cannot perform tasks independently. Always ask before offering assistance. Use Patronizing Language: Avoid using patronizing language or speaking down to the person. Treat them with respect and dignity, just as you would any other individual. Touch Without Permission: Do not touch the person or their mobility aids without permission. Respect their personal space and boundaries at all times. Make Assumptions: Avoid making assumptions about the person s abilities or limitations based on their mobility issues. Treat each individual as unique and capable. Ignore Their Preferences: Don t ignore the person s preferences or instructions regarding assistance. Always respect their wishes and preferences, even if they decline help. Overwhelm with Assistance: Avoid overwhelming the person with unnecessary assistance or taking over tasks without their consent. Allow them to maintain their independence and dignity. Neglect Accessibility: Do not neglect accessibility considerations in the environment or facilities. Ensure that accommodations are in place to facilitate the person s mobility and access.",
      "page_number": 9,
      "chunk_index": 8,
      "start_char": 0,
      "end_char": 2610,
      "word_count": 382
    },
    {
      "content": "1O PART 1 NEUROCOGNITIVE DISABILITIES Neurodivergence describes individuals whose neurological development and functioning differ from what is typically considered normal or neurotypical. This includes people with conditions such as autism spectrum disorder (ASD), attention deficit hyperactivity disorder (ADHD), dyslexia, dyspraxia, Tourette syndrome, and others. Neurodivergent individuals may have different ways of processing information, experiencing the world, and interacting with others compared to neurotypical individuals. Being neurodivergent is not a disorder or a deficit but rather reflects natural variations in human neurological development. Many neurodivergent individuals have unique strengths and talents, such as exceptional creativity, pattern recognition, problem-solving abilities, and attention to detail. However, they may also face challenges in areas such as social communication, sensory processing, executive function, and emotional regulation. The term neurodiversity emphasizes the value and importance of recognizing and respecting neurological differences in society. It advocates for acceptance, accommodation, and inclusion of neurodivergent individuals and promotes awareness and understanding of their unique perspectives and contributions. Embracing neurodiversity can lead to more inclusive and supportive environments that allow all individuals to thrive and reach their full potential.",
      "page_number": 10,
      "chunk_index": 9,
      "start_char": 0,
      "end_char": 1428,
      "word_count": 179
    },
    {
      "content": "11 PART 1 NEUROCOGNITIVE DO S AND DON TS DO S: Respect Individual Differences: Recognize that neurodivergent individuals have diverse experiences, strengths, and challenges. Treat each person as an individual and avoid making assumptions based on their neurodiversity. Listen and Validate: Listen attentively to the person s perspectives, experiences, and preferences. Validate their feelings and viewpoints, even if they differ from your own. Be Patient and Understanding: Be patient and understanding, especially when communication or social interactions may be challenging for the individual. Allow them time to process information and express themselves at their own pace. Offer Support and Accommodations: Offer support and accommodation that meet the individual s specific needs. This may include providing sensory- friendly environments, offering alternative communication methods, or allowing extra time for tasks. Respect Boundaries: Respect the individual s personal space, boundaries, and preferences. Ask for consent before initiating physical contact or offering assistance and respect their right to decline if they are not comfortable. Use Inclusive Language: Use inclusive language that respects the dignity and autonomy of neurodivergent individuals. Avoid using stigmatizing or derogatory language, and prioritize person-first language (e.g., person with autism rather than autistic person ). DON TS: Assume Homogeneity: Don t assume that all neurodivergent individuals are the same or have the same needs and experiences. Neurodiversity includes a wide range of conditions and experiences, and each is unique. Dismiss or Ignore Their Perspectives: Don t dismiss or ignore the perspectives, experiences, or needs of neurodivergent individuals. Take the time to listen to their viewpoints and validate their experiences, even if they differ from your own. Force Compliance with Norms: Don t pressure neurodivergent individuals to conform to neurotypical norms or expectations. Allow them to express themselves authentically and respect their differences. Use Stigmatizing Language: Avoid using stigmatizing or derogatory language when referring to neurodivergent individuals or their conditions. This includes avoiding labels or stereotypes that may be harmful or offensive. Underestimate Their Abilities: Don t underestimate the abilities or potential of neurodivergent individuals. Recognize and celebrate their strengths, talents, and contributions to society.",
      "page_number": 11,
      "chunk_index": 10,
      "start_char": 0,
      "end_char": 2480,
      "word_count": 343
    },
    {
      "content": "12 PART 1 AUDITORY DISABILITIES Deafness and being hard of hearing are both conditions that affect a person s ability to hear, but they differ in degree and extent. Deafness: Deafness refers to a profound hearing loss that may render a person unable to hear sounds at all or only able to perceive very loud noises. Individuals who are deaf typically rely on alternative forms of communication, such as sign language, lip-reading, or written communication, to interact with others and navigate the world around them. Deafness can be congenital (present from birth) or acquired later in life due to factors such as illness, injury, or exposure to loud noises. Hard of Hearing: Being hard of hearing (HoH) refers to having a partial hearing loss, where a person may have difficulty hearing certain sounds or frequencies but can still perceive sound to some extent. Individuals who are hard of hearing may rely on hearing aids, assistive listening devices, or other accommodations to improve their ability to hear speech and other sounds. Hard of hearing individuals often use spoken language as their primary mode of communication, although they may also use other forms of communication support as needed.",
      "page_number": 12,
      "chunk_index": 11,
      "start_char": 0,
      "end_char": 1203,
      "word_count": 196
    },
    {
      "content": "AUDITORY DO S AND DON TS DO S: Get Their Attention: Before speaking to a deaf or HoH individual, make sure you have their attention. You can do this by waving your hand, tapping them gently on the shoulder, or making eye contact. Communicate Clearly: Speak clearly and at a moderate pace but avoid shouting. Use natural facial expressions and gestures to enhance communication but avoid exaggeration. Respect Their Preferred Communication Method: Respect the individual s preferred communication method, whether it s sign language, lip-reading, written communication, or a combination of methods. If you re unsure, ask them how they prefer to communicate. Use Visual Cues: When communicating with a deaf or HoH individual, use visual cues such as facial expressions, gestures, and body language to convey meaning and emotion. Provide Accommodations: Provide accommodations such as written materials, visual aids, or assistive listening devices to facilitate communication and ensure inclusivity. Be Patient: Be patient and give the individual time to process information and respond. Avoid interrupting or rushing them during conversations. Respect Their Independence: Respect the individual s independence and avoid making assumptions about their abilities. Offer assistance when needed but allow them to take the lead in communication and decision-making. Educate Yourself: Educate yourself about deaf culture, communication methods, and accessibility issues. This shows respect and understanding for the deaf and HoH community. 13 PART 1 DON TS: Assume Everyone Reads Lips: Don t assume that all deaf or HoH individuals can lip-read. Lip-reading is a skill that not everyone possesses, and it s not always an effective communication method, especially in noisy or dimly lit environments. Shout or Exaggerate Speech: Don t shout or exaggerate your speech when communicating with deaf or HoH individuals. This can distort lip movements and make it more difficult to understand. Cover Your Mouth: Avoid covering your mouth or speaking while facing away from a deaf or HoH person, as this makes it impossible for them to lip-read or see your facial expressions. Ignore Their Communication Needs: Don t ignore or dismiss the communication needs of deaf or HoH individuals. Always ask how you can best accommodate their needs and preferences. Exclude Them from Conversations: Don t exclude deaf or HoH individuals from conversations or social interactions. Include them in discussions and activities and ensure they feel included and valued. Speak to Interpreters or Companions: Don t speak to interpreters, companions, or caregivers instead of directly addressing the deaf or HoH individual. Always communicate directly with the person you re speaking to. Make Assumptions: Don t make assumptions about a person s abilities, intelligence, or preferences based on their deafness or hearing loss. Treat everyone with respect and dignity.",
      "page_number": 13,
      "chunk_index": 12,
      "start_char": 0,
      "end_char": 2933,
      "word_count": 446
    },
    {
      "content": "14 PART 1 TIPS USE DO NOT USE Emphasize abilities, not limitationsPerson who uses a wheelchair Confined or restricted to a wheelchair, wheelchair bound Person who uses a device to speak Can t talk, mute Do not use language that suggests the lack of somethingPerson with a disability Disabled, handicapped Person of short stature Midget Person with cerebral palsy Cerebral palsy victim Person with epilepsy or seizure disorder Epileptic Person with multiple sclerosis Afflicted by multiple sclerosis Emphasize the need for accessibility, not the disabilityAccessible parking or bathroom Handicapped parking or bathroom Do not use offensive language Person with a physical disability Crippled, lame, deformed, invalid, spastic Person with an intellectual, cognitive, developmental disabilitySlow, simple, moronic, defective, afflicted, special person Person with and emotional or behavioral disability, a mental health impairment, or a psychiatric disabilityInsane, crazy, psycho, maniac, nuts Avoid language that implies negative stereotypesPerson without a disability Normal person, healthy person Do not portray people with disabilities as inspirational only because of their disabilityPerson who is successful, productive Source: Center for Disease Control (CDC)HOW TO COMMUNICATE WITH AND TO PEOPLE WITH DISABILITIES Part of what makes communicating about disabilities ambiguous is that people with disabilities are not a homogenous group. A good practice is to ask how someone prefers to describe themselves and, if you inadvertently offend someone with your language, apologize and ask them to share with you their preferred language. There are generally two ways to approach this: person-first or identity-first. Neither is right or wrong; we should simply honor an individual s preference. Person-first language: Person-first language emphasizes the person first their individuality, their complexity, their humanness and their equality. Example: Use a person with epilepsy instead of an epileptic and people with disabilities instead of the disabled . Identity-first language: Identity-first language emphasizes that the disability plays a role in who the person is and reinforces disability as a positive cultural identifier. Example: Use disabled person instead of person with disabilities and autistic person instead of a person with autism.",
      "page_number": 14,
      "chunk_index": 13,
      "start_char": 0,
      "end_char": 2352,
      "word_count": 335
    },
    {
      "content": "15 PART 1 ECONOMIC IMPACT OF TRAVELERS WITH A DISABILITY The United Nations Sustainable Development Goals (SDGs) serves as a guidepost to achieve sustainable development for all. Its 2O3O Agenda and Envision2O3O campaign underscore the significance of promoting inclusion for persons with disabilities on a global scale. Within UN s 17 SDGs, persons with disabilities are accounted for in 11 goals, demonstrating the many barriers that exist for this population. According to a 2O23 publication from the World Health Organization, persons with disabilities repre - sent an overwhelming part of the global population 1.3 billion individuals, or 16 . This number will con - tinue to rise due to increased life expectancy, non - communicable diseases , and aging populations. The lived experiences of persons with disabilities are di - verse and can be heavily influenced by factors such as economic stability, gender identity, sexual orientation, ethnicity, and more. OVERVIEW OF THE DISABILITY TRAVEL MARKET The global disability market is estimated at 1.85 bil - lion people. This equates to 66 million people in the United States, over 1O.5 million people in Canada, and more than 12O million people in the European Union. The disability market is not exclusively wheel - chair users, Braille readers, or sign language users. Individuals with unseen or cognitive disabilities make up 12.8 of persons with disabilities in the United States. In Canada, mental-health related, learning, memory, and developmental disabilities make up 22.4 of the PWD population. An additional 16.7 of this population lives with a pain-related disability. Sources: 1. Centers for Disease Control and Prevention , National Center on Birth Defects and Developmental Disabilities, Division of Human Development and Disability. Disability and Health Data System (DHDS) Data [online]. 2. Government of Canada, Statistics Canada . (2O24, May 28). A demographic, employment and income profile of persons with disabilities aged 15 years and over in Canada, 2O22. 3. European Union, Eurostat . (2O23, November 23). Disability Statistics, Population with Disability, 2O23. WHO BENEFITS FROM ACCESSIBILITY? While accessible travel directly benefits persons with permanent, temporary, seen, and unseen disabilities, it can also positively impact many diverse travel experiences, such as: Families with young children Elderly people Travelers with luggage Shoppers with heavy bags Delivery people Very small or very large people Pregnant women Source: Destination British Columbia",
      "page_number": 15,
      "chunk_index": 14,
      "start_char": 0,
      "end_char": 2547,
      "word_count": 381
    },
    {
      "content": "16 PART 1 2O2O ANNUAL REPORT THE GLOBAL ECONOMICS OF DISABILITY Worldwide population of people with disabilities: 1.85 billion Friends and family of persons with disabilities: 3.3 billion Disability reach touches: 73 of consumers globally Annual disposable income: 13 trillion dollars Top 3 research (as an executive summary with 3 takeaways): MMGY Portrait of Travelers with Disabilties Open Doors Market Study Research and 1O Key Findings from the 2O2O ODO Study PRESENTATION OF REPORT Miles Study 2O23 2O23 State of the American Travellers with Disabilities Presentation of Report Economic impact: 1.82 million x 353 64O million Source: 2O2O American Adults with Disabilities: Travel and Hospitality. Open Doors Harris Poll Survey DETERMINE ECONOMIC IMPACT OF TODAY S DISABLED TRAVELERS Do the Math: Measuring Impact Within the United States Determine potential disabled base: 2.6 million x 7O 1.82 million Source: Open Doors Harris Market Study 2O2OTOTAL TARGET AUDIENCEDISABLED, AT LEAST ONE TRIPDISABLED BASEDetermine target population: 1O million x 26 2.6 million Source: Open Doors Harris Market Study 2O2OTARGET AUDIENCETOTAL TARGET AUDIENCEIDENTIFY AS HAVING A DISABILITYPercentage of population who identify as having a disability: 26 Target population market in surrounding states: 14 millionAdult population in target market: 1O million Percentage of people with disabilities who have made at least one trip: 7O Open Doors Harris Market Study 2O2OPer traveler in-destination spend: 353 Open Doors Market Study",
      "page_number": 16,
      "chunk_index": 15,
      "start_char": 0,
      "end_char": 1522,
      "word_count": 223
    },
    {
      "content": "17 PART 1 Recommendations from Leaders: Lean on expertise Opportunity: Leverage partnerships with agencies, non-profits in community, and turn to groups or individuals who identify as persons with disabilities Example: Experience Columbus benefitted heavily from their partnership with a Columbus local who turned a life-changing accident into a cause for awareness, education, and hope. It was so important for us to work with a knowledgeable consultant or advocate, as someone who could guide us and help us be mindful of invisible accessibility needs. - Ashley Darr Get smart with grants Opportunity: Consider how funds can be made available to you or fall within guidelines to address this work Example: Experience Kissimmee believes that hospitality at its very core should be welcoming to all travelers. Understanding the nuances of their destination, they leveraged partnerships and existing co-op programs through Visit Florida to justify their prioritization of accessibility. You don t need a designated Accessibility Officer Opportunity: Accessibility can make the biggest difference when it permeates throughout your destination organization. While more resources focused on accessibility can lead to greater progress, accessibility initiatives can lie in many places. Destination organizations often approach accessibility through marketing, destination development, or even in operations. Example: Travel Lane County hired a program manager to oversee the destination s Loop Lane program, specifically focusing on hearing loss. While he still serves as the main point of contact for accessibility, he works closely with his colleagues to ensure alignment and support a culture of inclusivity. ACCESSIBILITY IS THE ANSWER Destinations underway in their accessibility journeys recognize the impact and importance of this work. Insights show that accessibility is best achieved collaboratively.",
      "page_number": 17,
      "chunk_index": 16,
      "start_char": 0,
      "end_char": 1905,
      "word_count": 273
    },
    {
      "content": "18 PART 2 CREATE YOUR STRATEGY",
      "page_number": 18,
      "chunk_index": 17,
      "start_char": 0,
      "end_char": 30,
      "word_count": 6
    },
    {
      "content": "19 PART 2 DEFINE YOUR WHY The beginning of every new journey can feel overwhelming. This is especially so when considering the needs of disabled travelers, and both the barriers and opportunities that lie ahead to ensure accessibility. Like any strategic initiative, recognize that your path to accessibility is long-term. The resources you have in place, be it financial, personnel- based, relational, or infrastructural, may differ from other destinations. No matter what your current state looks like, accessibility can be approached in bite sizes. When thinking about accessibility, consider how it can embed into your existing efforts, as opposed to tackling accessibility on its own. By thinking holistically, you will be ingesting accessibility and thereby inclusion into your work. Create your strategy by first DEFINING YOUR WHY. Why is accessibility important for your destination and the community you serve? Conduct initial conversations internally, with external stakeholders, and with community groups to shape your vision. Defining your why means... Considering the gaps that currently exist in your destination. Aligning accessibility with your broader strategic objectives and future impact. Outlining potential objectives, milestones, and measurable goals. Determining a task force or working group to champion efforts. By turning to local organizations and non-profits, you can better understand the experiences and accessibility needs of those in your community. This insight is essential in defining your why. Considering Gaps A simple online search for accessibility in your destination is a great way to understand initial barriers for travelers with disabilities. This research can indicate how prevalent or lacking resources are, and can even be repurposed into your own website. Conversations with local groups to FOCUS: EXPERIENCE KISSIMMEE Experience Kissimmee s why shaped during the pandemic. The destination recognized they wanted to do more and make a difference, emphasizing their principles of sustainability, partnership, and social impact. Experience Kissimmee realized that their region already attracts travelers with disabilities and their families, many from nearby locales, whose loyalty could be earned.FOCUS: EXPERIENCE COLUMBUS Experience Columbus accessibility journey began with visitor requests. After compiling an extensive list of resources for travelers who asked, the destination realized there was an information gap, and one they could fill. Experience Columbus turned to a local consultant who became paralyzed as an adult, and through her guidance proceeded to develop their Accessibility Guide .",
      "page_number": 19,
      "chunk_index": 18,
      "start_char": 0,
      "end_char": 2651,
      "word_count": 383
    },
    {
      "content": "2O PART 2 understand lived experiences in your destination can shed light on opportunities for change. ALIGNING TO STRATEGIC OBJECTIVES Does your destination aim to increase visitation? Unveil new public spaces? Broaden methods of transportation? These long-term objectives align seamlessly with a focus on accessibility. Your destination may want to focus first on a single disability type. Small increments over time can make a big difference. OUTLINING GOALS, AND MILESTONES With any strategic initiative, setting a clear direction with measurable outcomes is essential. Accessibility is no different. Reflect on the short and medium priorities of your organization. Solicit feedback from stakeholders and community groups to align priorities. Establish an approach to review and progress over time. But don t let milestones distract you from momentum! As with any new initiative, allow for flexibility and mistakes these lessons learned will allow you to thoughtfully adapt only the way. BUILD YOUR TASK FORCE Establishing your strategy is a shared effort. Your organization may choose to have a designated champion, or several individuals across various teams. When defining your why, reflect on the FOCUS: VISIT MYRTLE BEACH When Visit Myrtle Beach began their accessibility journey in 2O16, they realized a local nonprofit, Champion Autism Network , operated close by and had already undergone several trainings with frontline workers. Given their strategic objective to commit to inclusion, VMB recognized the expertise the nonprofit could offer and quickly established a collaborative partnership. By approaching the needs of neurodiverse travelers holistically, Visit Myrtle Beach has become the first certified sensory-friendly destination.FOCUS: OTTAWA TOURISM Ottawa Tourism s two-pronged accessibility strategy focuses on short- and long-term gains. In the short term, they channeled resources from their destination development fund into an accessibility development fund, providing nearly 4O community partners with small investments to improve accessibility-specific needs. Each awarded partner is required to complete their respective projects by fall 2O24. The destination development team shared that this short-term goal has deepened relationships with their community partners. Further, they found that adaptability and making mistakes is an essential way to learn!",
      "page_number": 20,
      "chunk_index": 19,
      "start_char": 0,
      "end_char": 2387,
      "word_count": 341
    },
    {
      "content": "21 PART 2 roles, skills, and responsibilities that personnel can bring. No matter the makeup of your team, awareness of accessibility should permeate through your organization. Next, you re ready to GET STARTED. Your accessibility strategy places people at its core. Therefore, your task force is an imperative part of the equation. Engaging Your Task Force When bringing your task force together, communicate the importance of defining your why behind accessibility objectives. Have a discussion to ensure everyone s voices are heard. This common understanding and buy-in will allow all individuals to share ownership in your strategy and its success. Based on the members of your task force, consider specific roles or responsibilities that may be needed to action your strategy. This could include a researcher and someone to conduct partner outreach. Identify any training needs for your team to be successful. Provide your task force with strategy documents and access to resources. As with any strategic initiative, set frequent cadences to review progress, discuss challenges, and reflect on goals. Utilize collaborative tools to share research documents, notes, and data gathered. Provide your broader organization FOCUS: TRAVEL LANE COUNTY When Travel Lane County began their Loop Lane project, specifically dedicated to addressing the needs of travelers with hearing loss, the destination hired Connor Nolan. As project manager, Nolan served as a point-person to liaise with community partners, hearing loop technology experts, and the destination itself. Despite this designation, Eugene, Cascades Coast r ecognized that success cannot be siloed: to that end, all destination employees were kept abreast of the project and helped to champion its efforts in their respective roles. With an impactful result of providing over 3O hotels and 5 venues with hearing loop devices, Nolan s role has expanded to manage additional programs related to social impact.",
      "page_number": 21,
      "chunk_index": 20,
      "start_char": 0,
      "end_char": 1966,
      "word_count": 299
    },
    {
      "content": "22 PART 2 with ongoing updates to foster awareness and demonstrate the importance of your work. CONDUCT RESEARCH Conducting research is essential throughout your accessibility strategy. Early on, research with destination partners can give insight into the existing experiences of disabled travelers. It can also gauge the level of readiness within your destination and establish a baseline for your goals. For example, if you intend to create an accessibility landing page for your destination, what important resources should you include? Consider surveying your members and community. Return to stakeholders to gather feedback and direction as your strategy progresses. Look broadly to gather insight. Community groups, disability advocates, and experts can all provide valuable perspectives. Universities or student groups may be able to add research support, as can internship programs within your organization.FOCUS: EXPERIENCE COLUMBUS Given the direction of their accessibility strategy, Experience Columbus marketing team took the lead on initiative ownership. They established cadences with their consultant and conversed with their internal partner teams to incorporate the perspectives of their members. This clear focus and structured approach allowed the destination to launch their Accessibility Guide within a matter of months.",
      "page_number": 22,
      "chunk_index": 21,
      "start_char": 0,
      "end_char": 1343,
      "word_count": 190
    },
    {
      "content": "23 PART 2 Importantly, identify opportunities to gather input from disabled travelers. Your visitors center, accessibility-friendly attractions, or hoteliers may serve as designated sites for this feedback. See X PAGE for sample questions and suggestions to disseminate surveys. (BELOW) APPLY YOUR FINDINGSThe research you conduct can apply to many aspects of your accessibility strategy, and span from short, to medium, to long term. Revisiting and building upon your research is essential throughout your accessibility journey. To make sense of the data collected, follow these simple suggestions: Become familiar with any accessibility terminology captured. Embed this language into your strategy and recommendations. Segment or categorize responses by type of business, location, budget category, or type of accessibility. Think outside of the box. With your findings, consider how the insights can shape goals within your strategy. Leverage them to refine milestones and KPIs for measurement. Summarize findings in digestible learnings for your organization, board, and stakeholders. As you shape and execute upon your strategy, recognize that the priorities of your stakeholders and community partners may differ from your own. Refer to Part 4, The Visitor Experience, for valuable tips to share with your attractions, hotels, and with front-line employees to help them consider accessibility in a context that fits their environment.FOCUS: THIS IS ATHENS This is Athens established a partnership with Me Alla Matia , a Greek-based NGO whose vision is to eliminate underrepresentation of people with disabilities. Translating to with a different point of view, Me Alla Matia orchestrated focus groups to guide This is Athens in creating accessible-friendly city guide s for mobility and visually impaired individuals. Input from locals with disabilities shaped the creation of four itineraries, each with a step-by-step text guide and assistive interactive maps. Today, This is Athens continues to have constant communication with Me Alla Matia to ensure their strategy is evolving and ever inclusive. FOCUS: EXPERIENCE KISSIMMEE Data was imperative to Visit Kissimmee, who realized that they were not just addressing needs of disabled visitors themselves, but of entire families. By looking at data from nearby theme parks, the destination identified that they could best serve smaller attractions, accommodations, and restaurants in the area. They next referred to census data to understand which metros to target. The data was presented at their annual meeting, creating strong buy-in for actioning. Finally, Visit Kissimmee leveraged surveys to capture more robust quantitative feedback and shape ideas not previously considered.FOCUS: FÁILTE IRELAND Showcasing the results of research and aligning to a proposed strategy has served well for Fáilte Ireland , whose dedicated inclusion team serves as both an internal consultant and an external partner to destination members. By developing their own in-house expertise around digital accessibility design, customer service, and more, Failte Ireland now engages closely with the country s Minister of Travel to shape the national agenda for accessibility.",
      "page_number": 23,
      "chunk_index": 22,
      "start_char": 0,
      "end_char": 3214,
      "word_count": 472
    },
    {
      "content": "24PART 3 GET STARTED WITH DIGITAL ACCESSIBILITY",
      "page_number": 24,
      "chunk_index": 23,
      "start_char": 0,
      "end_char": 47,
      "word_count": 7
    },
    {
      "content": "25 PART 3 WHERE TO START Why have an accessible website? If travel companies are accessible for people who are disabled today, they will be prepared for tomorrow s aging adults, 4O of whom, according to Health Today, will be aging into a disability after they turn 65. My baby boomer and senior clients won t even consider any destination or supplier that doesn t have accessibility information on their website. Kristy Durso, CEO Incredible Memories Travel Skift and Expedia Group s 2O23 Path to Purchase report demonstrates the importance of digital information as part of the traveler experience: This global study found that travelers consume 141 pages of travel content in the 45 days before booking a trip. This customer journey relies on source-able and engaging information. For travelers with disabilities, that information must also be accessible. Website Accessibility 1O1 Making your website accessible so people with disabilities can use the features is essential for any business. Follow these helpful guidelines to consider how your website can improve. 1. Screen-reader Compatible Web Pages. Web pages must be readable by electronic screen readers which are devices commonly used by the visually impaired to surf the internet. 2. Alt-tagged Images. Images must have alt tags (a type of metadata) which will help visually impaired users to identify the image via text or via a screen reader. Search engine optimizers will know of alt-tags as a way to optimize images for ranking high in Google Images . 3. Alt-tagged Tables. If you re using tables on any web pages, they must also have alt-tags similar to those used with images to help explain each column via text. The user s screen reader will then read that text aloud, describing the contents of the table. 4. Automatic Scripting. Any scripted display usage of image mapping should be accompanied by textual alternatives. 5. Style Sheet Independence. Your web pages shouldn t need a stylesheet to display in a way that is understandable. They should be readable to screen readers, most of which cannot load style sheets. 6. Accessible Forms. Web forms should be usable even without a mouse, and each field should be labeled. 7 . Text Links to Plugins. If your website requires a specific plugin to work correctly, you should present the link to that plugin in text form. 8. Inclusive Color Schemes. Your website should not contain any colors or color combinations that are either integral to the correct usage of your website, or which may confuse those with color blindness in any way pertaining to your website, products or services. 9. Keyboard-friendly Browsing. Your website shouldn t be reliant on the usage of a mouse or touchpad. Users who wish to navigate using only keyboard keys should be able to do so. 1O. Harmless Website Design. Your website should not serve images or videos that can cause seizures",
      "page_number": 25,
      "chunk_index": 24,
      "start_char": 0,
      "end_char": 2884,
      "word_count": 478
    },
    {
      "content": "26Website audits are a necessary process to assess how well your website meets the needs of people with disabilities, conforms to Web Content Accessibility Guidelines (WCAG) and complies with relevant regulations. While a website audit can be conducted by a member of your organization, it is always helpful to engage with a third-party expert, like Simpleview or AccessNow. Refer to suggested resources for more information and decide who will be responsible for addressing any necessary changes needed. Washington Post design guide What a website audit entails: Color Contrast: Ensure text and backgrounds have sufficient contrast Keyboard Navigation: Check complete navigability using a keyboard Screen Reader Compatibility: Confirm all content is screen reader friendly Washington Post Design Guide Assisted Audio Technology: Incorporate captions, subtitles, and transcripts Alt Text for Images: Ensure all images have descriptive alt text Responsive Design: Test on various devices to ensure consistent usability Error Identification: Ensure errors are easily recognizable and fixable Accessible Forms: Check all forms for clear labeling and instructions Descriptive Links: Verify that links clearly describe their destinations Categorization and Tagging: Review how your restaurants, activities, and experiences align Fast Loading: Assess loading times for accessibility Multimedia Controls: Ensure media controls are accessible (captions, transcripts) Test out your website by reviewing the WCAG checklist ( here)CONDUCTING A WEBSITE AUDIT PART 3",
      "page_number": 26,
      "chunk_index": 25,
      "start_char": 0,
      "end_char": 1553,
      "word_count": 217
    },
    {
      "content": "27ACCESSIBLE LANDING PAGES Accessible Landing Page vs. Accessible Website Accessible Landing Page Accessible Website Purpose: Aggregates links to accessible content for more accurate expectationsRenders website technically for people w disabilities Purpose: Visitors and residents can find all accessible DMO, Hotel or attraction features on DMO s, in one place.Make your website useable for people w disabilities. Provided by: Gathering all links one place. Technology providers PART 3 CREATE AN ACCESSIBLE LANDING PAGE Where to find accessible experiences and information to include (benchmarking and research): Google accessible things to do in _____ for articles about accessibility Survey your stakeholders (see sample questionnaire below) Partner with local disability organizations Museums and major attractions frequented by locals (most zoos and local cultural organizations have an ADA coordinator) City managers for accessible hiking trails Major attraction chains (i.e. ifly indoor skydiving, Madame Tussead s, etc.) Accessible transportation from airport train stations Wheelchair and medical equipment rentals Links: Link directly to the accessibility page url of accessible landing page attraction, hotel, restaurant, museum Research: Employ local college students to help research accessible features Transportation: Include accessible transportation links (i.e. airport transportation, buses, trains, local taxi companies, car rental companies) Special Equipment Rental: Include links to medical device wheelchair rentalsADD HOTELS with POOL LIFTS as a way to differentiate them from other properties Where Should I Place Accessibility Link? Best for users: on homepage. Users with disabilities are conditioned to click when they see this. Second best: Accessibility on top navigation bar Third best: Accessibility on Trip Planning Drop down Fourth Best: Accessibility on footer. Content Design: Planning experience of a traveler with disabilities Imagery and messaging: keep the messaging simple, use alt text for imagery, use people with disabilities in imagery Headings and subheadings Use of fonts and colors",
      "page_number": 27,
      "chunk_index": 26,
      "start_char": 0,
      "end_char": 2129,
      "word_count": 294
    },
    {
      "content": "28LEVEL ONE: BASIC Statement ______________ is pleased to announce that we welcome visitors of all abilities. The content on this page features a multitude of accessible attractions, museums, recreational activities, points of interest as well hotels to help people with disabilities, as well as local residents who may have a disability, to discover what they can do in our city. Things to Do Attractions, experiences and Points of Interest. Direct links to the accessibility pages for museums, attractions and points of interest (historical locations, etc) If You d Like to Feature Hotels Lodging Identify hotel lodging facilities (all major corporate hotel chains are compliant with ADA requirements (though there are some exceptions). You might identify hotels with pool lifts or some that go beyond ADA requirements. Note: Send survey to your hotels with these questions. Those responding will be the only ones featured on the landing page. Hotel PartnerStepless entry Pool liftTotal RoomsTotal ADA Rooms ADA Rooms w Roll-in shower Hotel A (link) 265 9 3Note: If you re a Wheel the World partner, link directly to the booking page on their website. Transportation Links to accessibility pages that you can find for the following Airport accessibility page Accessible public transportation Accessible airport services Accessible taxis Van service Accessible car rentals Medical Supplies and Services Wheelchair Scooter rentals Medical equipment rentals (i.e. Hoyer lifts, shower chairs, etc) Articles and media: (insert links to any articles that have been written by bloggers or influencers) PART 3",
      "page_number": 28,
      "chunk_index": 27,
      "start_char": 0,
      "end_char": 1603,
      "word_count": 245
    },
    {
      "content": "29 PART 3 LEVEL 2 INTERMEDIATE Recreation: Accessibility links to State parks and hiking trails (info from City Manager s office) Accessibility links to points of interest Botanical gardens Zoos Sports Venues Links to accessibility page for college or professional arenas, stadiums, racetracks Performance Venues: Symphony ballet opera theatre Prominent night clubs Dining and Food: Most major restaurant chains are ADA compliant as well as coffee chains such as Starbucks.",
      "page_number": 29,
      "chunk_index": 28,
      "start_char": 0,
      "end_char": 473,
      "word_count": 70
    },
    {
      "content": "3O PART 3 LEVEL 3 ADVANCED Video Testimonials from visitors with different disabilities. Following a survey to all your industry partners to uncover accessibility features, build a drop-down menu. Build a Drop-Down Menu so users can click on the following. Mobility Blindness Low Vision Deafness Hard of hearing Autism Neurodiversity Tag each of the links to accessibility by the disability features that they have. (Those with features serving multiple disabilities will appear in searches for each disability). https: build.washingtonpost.com resources accessibility?itid lk_inline_manual_2Image Suggestions?",
      "page_number": 30,
      "chunk_index": 29,
      "start_char": 0,
      "end_char": 610,
      "word_count": 83
    },
    {
      "content": "31 PART 3 MAKING VIDEOS ACCESSIBLE Captioning Your Videos Adding captions to your videos is only half the equation for accessible captions. The other half is quality. Quality captions matter. The best captions are boring. They let the video be the star. Here s a checklist to ensure your captions are good. You can use this to help you find a qualified captioning vendor. They don t always know the best practices. First, 1OO of caption users will never agree on best practices. Hence, these best practices work for the majority. For example, a conference used white text. But an attendee said yellow was a better experience. It can be for a few people, but yellow is also disliked by far more. Off-white has the greatest amount of support. (Pure white can be too bright for some.) I originally created these 1O guidelines based on my experience and knowledge of accessibility. Then, I tweaked them after interviewing users, finding DCMP Captioning Key, and conducting surveys. It can be a lot to read and apply guidelines. I developed the Caption 1O Guidelines to make it easy to check the quality of captions. If you do these things, your captions will most likely be accessible. 1. Captions are readable. Off-black background, off-white text, plain sans-serif font, and Goldilocks font size (neither too big nor too small). If you use closed captions, you re golden! 2. Captions are accurate including spelling and punctuation. Avoid bleeping bad words heard unless the sound is actually [bleep]. 3. Captions are in sync with the audio. 4. Captions are the right length. One to two lines at no more than 32 characters each. Breaking points matter too. Described and Captioned Media Program Captioning Key has an excellent guide on this. For the love of all things ... don t do one or two words at a time so fast. 5. Position captions on the bottom unless No. 7 applies. Then you can move them to the top temporarily to show text on the bottom. 6. Caption relevant sounds including music and song lyrics . Doorbell chimes, phone rings, dogs barking. 7. Captions don t hide credits or on-screen text. Viewers want to see both. 8. Caption voice changes. If a voice changes, it changes for a reason. This could be accents, making a voice higher or lower, becoming hoarse, or imitating something or someone else. 9. Identify the speaker. If it s not obvious who is speaking, put the name in brackets [Meryl] or use dashes like this: - Speaker 1 - Speaker 2 1O. Use pop-in motion rather than moving captions that roll up like in live events. Bonus: Use closed captions not open to give viewers choices. (Not always possible.) If you want to make a change in honor of Global Accessibility Awareness Day, please add captions to your video production process. Just like editing is part of the writing process, captioning is part of the video creation process.",
      "page_number": 31,
      "chunk_index": 30,
      "start_char": 0,
      "end_char": 2853,
      "word_count": 494
    },
    {
      "content": "32 PART 3 Add Captioned when you post your captioned video! Special Thanks to Meryl Evans, CPACC , Writer Speaker and Accessibility Marketing Consultant BEST PRACTICES AUDIO DESCRIPTION Blind and visually impaired users Users who have some vision impairments need audio descriptions to fully understand the content of the video if it lacks descriptive narration. Everyone Audio descriptions can be almost like listening to an audiobook. They allow users to understand the video if they look away for extended periods of time. Imagine cooking dinner while listening to your favorite TV show Planning Plan your video so that the narration fully describes the video content. A well-planned narration can remove the need for a separate audio description. Allow space and timing for audio descriptions in the video. This helps prevent the need for pausing during the description. Describe all meaningful visual elements between the audio description and narration. Writing audio description Keep the descriptions clear and concise Use accurate and descriptive language Refrain from offensive words Avoid jargon and technical terms Avoid opinions and interpretations Ensure users know the difference between what is real versus illusions, dreams, or other visually obvious scenarios Special Thanks to the Digital Accessibility Office , University of North Carolina at Chapel Hill.",
      "page_number": 32,
      "chunk_index": 31,
      "start_char": 0,
      "end_char": 1374,
      "word_count": 207
    },
    {
      "content": "33STATE: New York: NY Surveyed their DMO s, hired a consultant who spot checked accessibility features and developed a formula for economic impact based on targeted tourism markets and local. Visit the site . CITY: Tampa Bay Visit Tampa s landing page is a prime model of superior quality in terms of content and design. It aggregates details about disability-friendly hotels, no-before-you-go Threshold 36O videos of key attractions, and accessible transportation options. Additionally, it features personal narratives from visitors and locals with diverse disabilities. Visit the site . PROVINCE: Destination British Columbia Converted their accessible itineraries that became tourism product that can be packaged for groups or individuals. Visit the site . COUNTY: The Palm Beaches Curated the best accessible features from the county s 39 cities Palm Beach County Visit the siteHOTEL: The Argonaut Hotel, San Francisco Located in Fisherman s Wharf, the hotel has a dedicated page for Accessible rooms including bed height measurements.The hotel will host the 2O24 Emerging Markets Summit in October. Visit the site ATTRACTION: The Ringling Museum Includes an abundance of accessibility features all organized beautifully. https: www.ringling.org accessibility Other resources to Include on your landing pages: Accessible transportation. Medical device wheelchair scooter rentals Converting accessibility assets into tourism product. Build an accessible itinerary with multiple things to do Build itinerary for blind guests Autism family itineraries. Take a look at how Fáilte Ireland enables their local destinations to embrace accessibility through guidelines, case studies, and training courses.BEST PRACTICE EXAMPLES Looking for some inspiration? Check out these great examples! See more in our Resources section. PART 3",
      "page_number": 33,
      "chunk_index": 32,
      "start_char": 0,
      "end_char": 1827,
      "word_count": 263
    },
    {
      "content": "34PR COMMUNICATIONSPART 4",
      "page_number": 34,
      "chunk_index": 33,
      "start_char": 0,
      "end_char": 25,
      "word_count": 3
    },
    {
      "content": "35 PART 4 CREATING CONTENT Revisit the organizational strategy developed in Part Two to shape your destination s communications strategy. This direction should set context for your public relations and communications approach. As with your website and landing page, use inclusive writing practices. Check biases when writing content to incorporate the experiences of diverse populations, and follow a diverse range of creators, even beyond the travel space. When developing content, look to see what materials may already exist that can be leveraged. Reach out to locals influencers and writers who are a part of the accessibility community for collaboration. Any blogs focused on disabilities within your destination should be written or reviewed by an individual with that particular disability. Develop a messaging brief to all your staff and partners when promoting accessibility. Consistent terminology, tone, and positioning will ensure that travelers with those particular disabilities have a seamless experience throughout their journey. HOW TO COMMUNICATE WITH AND TO PEOPLE WITH DISABILITIES Part of what makes communicating about disabilities ambiguous is that people with disabilities are not a homogenous group. A good practice is to ask how someone prefers to describe themselves and, if you inadvertently offend someone with your language, apologize and ask them to share with you their preferred language. There are generally two ways to approach this: person-first or identity-first. Neither is right or wrong; we should simply honor an individual s preference. Person-first language : Person-first language emphasizes the person first their individuality, their complexity, their humanness and their equality. Example: Use a person with epilepsy instead of an epileptic and people with disabilities instead of the disabled . Identity-first language: Identity-first language emphasizes that the disability plays a role in who the person is and reinforces disability as a positive cultural identifier. Example: Use disabled person instead of",
      "page_number": 35,
      "chunk_index": 34,
      "start_char": 0,
      "end_char": 2057,
      "word_count": 302
    },
    {
      "content": "36TIPS TO COMMUNICATE TO AND ABOUT INDIVIDUALS WITH A DISABILITY TIPS USE DO NOT USE Emphasize abilities, not limitationsPerson who uses a wheelchair Confined or restricted to a wheelchair, wheelchair bound Person who uses a device to speak Can t talk, mute Do not use language that suggests the lack of somethingPerson with a disability Disabled, handicapped Person of short stature Midget Person with cerebral palsy Cerebral palsy victim Person with epilepsy or seizure disorderEpileptic Person with multiple sclerosis Afflicted by multiple sclerosis Emphasize the need for accessibility, not the disabilityAccessible parking or bathroom Handicapped parking or bathroom Do not use offensive language Person with a physical disability Crippled, lame, deformed, invalid, spastic Person with an intellectual, cognitive, developmental disabilitySlow, simple, moronic, defective, afflicted, special person Person with and emotional or behavioral disability, a mental health impairment, or a psychiatric disabilityInsane, crazy, psycho, maniac, nuts Avoid language that implies negative stereotypesPerson without a disability Normal person, healthy person Do not portray people with disabilities as inspirational only because of their disabilityPerson who is successful, productive Source: Center for Disease Control (CDC) person with disabilities and autistic person instead of a person with autism. Note: Some believe that person-first language is based around the idea that disabilities are somehow insulting or problematic, and that separating those characteristics from themselves compounds those negative connotations, whereas identity-first language celebrates their disabled identity See the CDC factsheet . MARKETING TIPS Tell people about your accessibility features in the same places you promote your attraction, including Google, Visitor Centers, Tripadvisor, HelloBC.com, and social media PART 4",
      "page_number": 36,
      "chunk_index": 35,
      "start_char": 0,
      "end_char": 1905,
      "word_count": 261
    },
    {
      "content": "37 Include images of people with disabilities in your marketing materials Suggest quieter times to visit, and describe where queuing is required Create an Accessibility Site Guide that identifies rest areas, shade, water, weather shelters, and quiet areas, Promote your attraction in consumer publications targeted towards travelers with a disability PROMOTING CONTENT Promoting your destination s accessible offerings, itineraries, and resources is essential to create awareness and interest. Often, a press release is an important initial tool to announce new accessible offerings, events, or initiatives related to your destination. Submit these releases to accessible travel communities, the media community at large, your own community, and to TravelAbility insider. Coordinate your release with any significant events or milestones. Explore opportunities to have your destination featured in relevant trade publications or industry-related groups. For example, Wheel the World s Destination Verified Program verifies accessible destinations and experiences, providing credibility and visibility within the accessible travel community. Turn to social media to engage with influencers and travelers. Share engaging posts about accessibility and use relevant hashtags (e.g., AccessibleTravel, InclusiveTourism). Collaborate with influencers who champion accessible travel and encourage user-generated content from travelers with disabilities. Join Facebook groups focused on accessible travel, referring to suggested resources below.LEADING TRAVEL INFLUENCERS AND BLOGGERS There are many travelers with a disability who blog about their experiences. They offer specific tips to their followers about accessibility friendly destinations, attractions and their travel experiences. Many have large followings in social media. To see their stats and contact information click here . DISABILITY BLOGGER BLOG B Ted Tahquech Blind Travels B Sassy Wyatt Blind Girl Adventures C IBCCES Autism Travel C Dina Farmer Lily and Magnolia Travel M John Morris Wheelchair Travel M Cory Lee Woodard Curb Free with Cory Lee M Sylvia Longmire Spin the Globe M Emma Muldoon Simply Emma M Julie Jones Have Wheelchair Will Travel M Jennifer Allen Wonders Within Reach M Candy Harrington Emerging Horizons M Brian The Abled Traveler M Ashley Lynn Olson Wheelchair Traveling Prosthetic Jessica Ping-Wild The Rolling Explorer D Echo Greenlee Deaf Friendly C Alex Stratikis Autism Adventures Abroad LEGEND B: Blindness; C: Cognitive; D: Deafness; M: Mobility PART 4",
      "page_number": 37,
      "chunk_index": 36,
      "start_char": 0,
      "end_char": 2541,
      "word_count": 359
    },
    {
      "content": "PART 4 GROUP LINKMEMBER COUNT Accessible Travel Club https: www.facebook.com groups 922487997878O69 17OOO AccessibleTravel USA Canada https: www.facebook.com groups 2288611O38O93472 3,8OO Wheel the World Accessible Travel Community https: www.facebook.com groups wheeltheworldtravelcommunity9,3OO Disability Travel Group https: www.facebook.com groups 24O1OO139531957 members 6574 The World is Accessible https: www.facebook.com groups theworldisaccessible 31,4OO Accessible Travel https: www.facebook.com groups 56575757128 5,3OO Accessible Family Travel https: www.facebook.com AccessibleFamilyTravel 1,5OO Accessibility Group https: www.facebook.com groups 1O19474665517717 24,OOO Disable Cruisers Group https: www.facebook.com groups 584O5O8331233O7 6,5OOACCESSIBLE TRAVEL CLUBS AND GROUPS ON FACEBOOK Tune in! Ed Harris shares his experience working with a local accessible travel influencer at TravelAbility s Emerging Market Summit https: www. youtube.com watch?v GEAVZItn7TI t 8s Presentation: Part One Leveraging Media InfluencersAccessible Travel Influencers Chelsea Bear, Cory Lee, Kristy Durso, Jennifer Allen and Houston Vandergriff discuss how they work with destination management organizations at TravelAbility s Emerging Market Summit. Presentation: Par t Two 38",
      "page_number": 38,
      "chunk_index": 37,
      "start_char": 0,
      "end_char": 1279,
      "word_count": 149
    },
    {
      "content": "39 PART 4 FAM TRIPS Accessibility-focused FAM trips are insightful ways for destinations to create awareness around accessibility efforts to receive valuable feedback, and to share accessibility related attractions from your destination to future visitors. Prior to inviting an influencer, these factors should be considered. 1. Infrastructure: Be mindful of the existing infrastructure and how well it accommodates the specific type of disability the influencer has. Pro vide information on the built envi - ronment (sidewalks, curb cuts, destination landscape) transportation options, accom - modations, restaurants, and attractions. 2. Local Support: Ensure your destination has local organizations or support services catering to people with those disabilities. 3. Inclusive Attractions: Provide your FAM trip attendees with a variety of accessible attractions and activities to choose from. (museums with ramps, parks with accessible trails, beaches with beach wheelchairs, sensory friendly experiences) 4. Healthcare Facilities: Ensure there are accessible healthcare facilities nearby in case of emergencies.Hold conversations with the influencer to let them know what your expectations are with the FAM trip and ask them about the accommodations they will need to feel comfortable during their time at your destination. After confirming their requests, work with local attractions to identify experiences to include in the itinerary. Before sending the itinerary, conduct pre-trip research to ensure the venues are accessible. Pre-Trip Research: Site Inspections: Conduct thorough site inspections to verify accessibility claims. Local Regulations: Understand local regulations and standards for accessibility. Accessibility Guides: Utilize accessibility guides and resources that your destination has developed and or provide information from the venues and attractions that the influencer will be experiencing. Consider designing an itinerary that highlights the essence of your destination through an accessibility lens. Include experiences that are authentic and popular to your destination. Draft Image Suggestions?",
      "page_number": 39,
      "chunk_index": 38,
      "start_char": 0,
      "end_char": 2128,
      "word_count": 292
    },
    {
      "content": "Accommodations: Choose hotels that are fully accessible, including rooms with roll-in showers, grab bars, and lower beds. Communication: Clear Information: Provide detailed information about the accessibility of each location and activity. Participant Needs: Collect information about the specific needs of participants well in advance. Emergency Contacts: Have emergency contact information and procedures readily available. PART 4 a detailed itinerary inclusive of disability related accommodations, onsite support, technology and adaptive equipment if needed. Medical support may be needed depending on the disability; and the destination contact should perform due diligence before the trip takes place. Itinerary Design: Flexible Schedule: Create a flexible itinerary to accommodate different needs and potential delays. Accessible Transportation: Arrange for accessible transportation options, including vans with lifts, buses with ramps, and trained drivers. 4O",
      "page_number": 40,
      "chunk_index": 39,
      "start_char": 0,
      "end_char": 968,
      "word_count": 127
    },
    {
      "content": "41 PART 4 On-Site Support: Trained Staff: Ensure staff and guides are trained in disability awareness and assistance. Personal Assistants: Consider having personal assistants or volunteers to help participants as needed. Medical Support: Have medical support or first aid readily available. Accessibility Tools: Technology: Use technology like apps and devices that assist with navigation, communication, and mobility. Adaptive Equipment: Provide or arrange for adaptive equipment like wheelchairs, hearing aids, or visual aids. Highlight: Tip from an expert! Visit Mesa, recognized as the first Autism Certified City in the world, incorporates accessibility into all their FAM trips. Alison Brooks, Director of Destination E xperience and Advocacy, suggests having the individuals fill out a questionnaire before their visit. Questions Visit Mesa asks include: Do you have any accessibility requirements that we should be aware of? If so, please list: Do you have any food allergies? If so, please list: Is there anything else we should be aware of to make your experience in our destination more comfortable?",
      "page_number": 41,
      "chunk_index": 40,
      "start_char": 0,
      "end_char": 1110,
      "word_count": 165
    },
    {
      "content": "42THE VISITOR EXPERIENCEPART 5",
      "page_number": 42,
      "chunk_index": 41,
      "start_char": 0,
      "end_char": 30,
      "word_count": 4
    },
    {
      "content": "43 PART 5 VISITOR CENTER BEST PRACTICES Visitor Centers play a crucial role in welcoming and orienting visitors to various destinations. Ensuring accessibility in these centers is essential for many reasons, such as: Gateway to Exploration: Visitor Centers serve as gateways to the heart of a destination. They offer context, insights, and appreciation for what the place represents. Accessible centers prepare and guide visitors for their awe-inspiring journey ahead. Positive Reputation: Ensuring accessibility enhances a center s reputation. Visitors appreciate and remember places that prioritize their needs, leading to positive word-of-mouth and repeat visits. Learning Opportunities: Accessible centers allow everyone to engage with educational exhibits, maps, and information. By removing barriers, centers promote learning and understanding for all. Check out https: adachecklist.org checklist.html MAKE IT EASY FOR PEOPLE TO GET INFORMATION Let people know about the different ways your business is accessible Ensure your website meets web accessibility standards Create a dedicated and detailed accessibility page on your website Include people with disabilities in your marketing materials Use large print, easy-to-read fonts, short sentences and, where possible, icons in online or printed information Share accessibility-related testimonials from your customers on your website, social media and other sites, such as Tripadvisor Source: Destination British ColumbiaCustomer Service Train staff on disability awareness and ensure they are familiar with the accessible features of your business Focus on the person, not their disability Speak directly to the customer, not their personal assistants Use respectful and appropriate language Reduce background noise Don t make assumptions everyone is different Welcome service animals. Never attempt to pat or distract a service animal, but feel free to offer a water bowl In and Around Public Spaces Make sure all external and internal routes are free from obstacles. Routes should have firm, well maintained surfaces Use bright, contrasting colors to create visual contrast between key facility spaces, such as entrances Create clear sight lines between the entryway and service counter Make your entrance level, or use a portable ramp",
      "page_number": 43,
      "chunk_index": 42,
      "start_char": 0,
      "end_char": 2296,
      "word_count": 330
    },
    {
      "content": "44 Ensure the floor or ground is non-slip and free from tripping hazards Add safety markings to glass doors Assistance Ask the customer if they want help before providing assistance Ensure chairs are available for those who need them Offer alternative formats and communication supports, such as pen and paper, hearing loops or magnifying glasses VISITOR CENTER CONSIDERATIONS: Is there parking accessible for visitors with a disability? Do you mention how to access your visitor center on your website? Is signage placed in prominent locations? Does it include languages spoken by your frequent visitors? Are the travel guides placed in a place where wheelchair users can access them? Do you have braille books? Do you display captions on your videos screens? Does anyone on your staff know the basics of ASL? Does your staff have a list of accessible resources in the community? Is your kiosk accessible or plug in? (VISPERO) In-house resources to think about have handy: Ofé to look into Marque Qualité and ask her contacts the requirements in visitor centers to enhance disable visitor experience, look into pathfinder members. PART 5",
      "page_number": 44,
      "chunk_index": 43,
      "start_char": 0,
      "end_char": 1138,
      "word_count": 184
    },
    {
      "content": "45TRAINING YOUR STAFF Customer-facing employees in visitor centers and other visitor-centric establishments, including hotels, attractions, restaurants, and meeting spaces, should receive ongoing training to effectively engage with people with disabilities. As front-line representatives of a destination, staff who understand disability-related needs can provide superior service to visitors, enhance their THE SERVICE PROVIDERS Legend: M Mobility, B Blindness C Cognitive Autism D Deafness O Other TRAVELABILITY TRUSTED PARTNERPRIMARY EXPERTISE LIVED EXPERIENCE ASSESSMENT TRAINING SPEAKING CONSULTING The Slatin Group Peter Slatin CEOpeter theslatingroup.comB Wheel the WorldCamilo Navarro, Co-foundercamilo wheeltheworld.comM SAGE InclusionJohn Sage, CEO Founderjohn sageinclusion.comM Open Doors OrganizationEric Lipp, Founderericlipp opendoorsnfp.orgM VisitableJoe Jamison, Foundermailto:joe visitable.orgM Access NowMaayan Ziv, Foundermaayan accessnow.caM Incredible Memories TravelKristy Durso, Founderkristy incrediblememoriestravel.comM, C, O WheelchairTravel.orgJohn Morris, Founderjohn wheelchairtravel.orgM professional development, and ensure a more welcoming experience. Local or national organizations specializing in accessibility needs are primed to offer personnel training. The following are several training opportunities to consider. Refer to Resources for inspiration of innovative technologies that may benefit your visitor experience PART 5",
      "page_number": 45,
      "chunk_index": 44,
      "start_char": 0,
      "end_char": 1465,
      "word_count": 166
    },
    {
      "content": "46TRAVELABILITY TRUSTED PARTNERPRIMARY EXPERTISE LIVED EXPERIENCE ASSESSMENT TRAINING SPEAKING CONSULTING Rosemarie Rosetti - Universal Design LabDr. Rosemarie RosettiRosemarie rosemariespeaks.comM (meetings conventions) Maahs TravelsFred Maahs, Jr. CEOfred maahstravels.comM Kulture CityUma Srivastavauma kulturecity.orgC American Printing HouseMike Maymmay aph.orgB Deaf Friendly ConsultingMelissa (Echo) Greenlee, Founderecho deaffriendly.comD IBCCESMeredith Tekin, CEOmeredith ibcces.comC Autism Travel ClubBecky Large, Founder CEObecky autismtravel.clubC Autism Double CheckedAlan Day, Founder and CEOAday autismdoublechecked.comC AbleVUMeegan Winters, Foundermeegan ableeyes.comC Hidden Disabilities SunflowerLynn Smith, Chief Marketing Officerlynn hdsunflower.comC THE SERVICE PROVIDERS (CONTINUED) Legend: M Mobility, B Blindness C Cognitive Autism D Deafness O Other PART 5",
      "page_number": 46,
      "chunk_index": 45,
      "start_char": 0,
      "end_char": 882,
      "word_count": 92
    },
    {
      "content": "47 Take the Wheel The World Academy, Introduction to Accessible Tourism course: https: academy.wheeltheworld. com courses wheel-the-world-academy Disability Awareness Training: Conduct regular training sessions to educate staff about different types of disabilities and the appropriate ways to assist and communicate with people who have disabilities. Sensory Sensitivity Awareness and Support: Consider making sensory kits available at visitor centers, which could include items like noise-canceling headphones, fidget tools, and sunglasses. Train staff on how to offer and explain these resources to visitors effectively. American Sign Language (ASL) Training: Provide basic and ongoing ASL training to enable staff to communicate effectively with deaf or hard of hearing visitors. Customer Service Excellence: Offer training focused on empathy, patience, and respect to ensure all visitors feel welcomed and valued. Handling Assistance Devices: Train staff on the proper handling and awareness of assistance devices such as wheelchairs, walkers, canes, and service animals. Emergency Procedures: Ensure all staff are trained on specific emergency procedures and evacuation plans that consider the needs of people with various disabilities. Use of Accessibility Features: Educate staff on how to use and explain the accessibility features available on your website and at your physical locations. Cultural Competence Incorporate training that fosters sensitivity to cultural diversity, including understanding how culture impacts the experiences of travelers with disabilities. Technology Aids: Train staff on the latest technology aids and software that can assist visitors with disabilities, such as text- to-speech tools, accessibility settings on computers, and mobile devices. Hoteliers may also be interested partake in e-learning videos produced by the accessibility director of Scandic Hotels, a chain of 235 hotels throughout Scandinavia and Germany. E-LEARNING TRAINING VIDEOS FOR HOTEL EMPLOYEES We are pleased to share the following e-learning videos as part of this playbook. Training videos around accessibility are difficult to find. e-learning videos that were produced by the accessibility director of Scandic Hotels , a chain of 235 hotels throughout Scandina- via and Germany. Understanding guest needs by disability: Reduced mobility: How to welcome a Guest with reduced mobility. Watch video . Blindness: Welcoming a Guest who is Blind: Watch video . Deafness : Welcoming a Guest who is Deaf or Hard of Hearing. Watch video . Wheelchair user: Serving a Guest in a wheelchair: Watch video . Disability sensitivity: Training video: Watch video . PART 5",
      "page_number": 47,
      "chunk_index": 46,
      "start_char": 0,
      "end_char": 2673,
      "word_count": 384
    },
    {
      "content": "48 PART 5 ENABLING YOUR MEMBERS AND PARTNERS Prioritizing accessibility benefits destination partners, including hotels, attractions, and restaurants, in several ways. Destination organizations can serve as a centralized resource to align all tourism partners in a community.Cohesive accessibility enhances the overall visitor experience, making destinations more welcoming and inclusive. Accessible facilities and services can improve the quality of destination products, in turn improving awareness, loyalty, and increased revenues. ACTIONS WHY 1. Provide leadership by announcing accessibility as a priority, featuring disability representation in advertising content and annual tourism conference. State tourism offices set priorities that DMO partners usually follow. 2. Determine Economic Impact. According to the CDC, 15 of a state s visitors AS WELL AS RESIDENTS identify as having a disability. 4O of Baby Boomers self-identify as having a disability after 65.Building a business case as to the market potential of the current traveler as well as the baby boomer that ages into a disability. 3. Assess what already exists by researching articles, and blog posts, and influencers written by disabled travelers who visited your state.Use existing data as a baseline of existing accessibility experiences that can be organized on your website. 4. Outdoor Experiences from state and national park websites can be combined with existing DMO content landing pages to providePositions state website as the center of accessibility information and enables state to create an accessible trail concept. 5. Help subsidize assessment efforts to uncover accessibility features by DMO s co-op funds or state grants to fund assessmentsBecause accessibility benefits locals as well as visitors, DMO s may qualify for many county grants 6. Develop a 3-year Accessibility Budget. One rule of thumb is to begin with 1.5 of your non-media budget.Since Accessibility is NON-POLITICAL, it is one of the few initiatives elected officials can claim to bipartisan about. 7. Include People with Disabilities in your advertising marketing.Travelers relate more to a destination when they see people like themselves.7 ACTIONS STATES CAN TAKE TO PROMOTE ACCESSIBILITY Proactive Actions to Promote Accessibility and Why",
      "page_number": 48,
      "chunk_index": 47,
      "start_char": 0,
      "end_char": 2297,
      "word_count": 335
    },
    {
      "content": "49 PART 5 ACTIONS WHY 1. Convene a luncheon with local disability advocacy groups Independent living centers, blind, hearing, autism groupsGet buy-in while uncovering accessible features in your destination also will assist in identify grant funding 2. Develop a 3-year Accessibility Strategy that is part of your DE I planBoard members and stakeholders find accessibility non-political and a plan makes it easier to find budget support. 3. Goggle ChatGPT: Accessible things to do in your county city as a discovery exercise. Uncover reviews by bloggers influencers. Accessibility does not depreciate 4. Build a Business Case. Assume at least 15 of visitors as well as residents either have a disability or travel with someone with a disability. Economic impact. as to the market potential of the current traveler as well as the baby boomer that ages into a disability. 5. Survey your attractions, hotels, tour companies, transportation, medical equipment rentalsCollect data about what is already available that can be added to accessible landing . Make your landing page easy-to-find on your website. (under Travel Planning ) So those visitors (as well as residents) with disabilities will use it. 7. Recruit ambassador from the disability community to speak at annual tourism partner meeting.Announce this in a news release to your stakeholders and disability organizations. 8. Apply for grants and or state co-op to underwrite assessments and innovations that can enhance accessibilityAccessibility benefits locals as well as visitors. Partnering with local disability orgs may help with grant qualification. 9. Include People with Disabilities in your advertising marketingTravelers relate more to a destination when they see people like themselves.9 ACTIONS DMOS CAN TAKE TO PROMOTE ACCESSIBILITY Proactive Actions to Promote Accessibility and Why",
      "page_number": 49,
      "chunk_index": 48,
      "start_char": 0,
      "end_char": 1853,
      "word_count": 279
    },
    {
      "content": "5OPART 6 RESOURCES",
      "page_number": 50,
      "chunk_index": 49,
      "start_char": 0,
      "end_char": 18,
      "word_count": 3
    },
    {
      "content": "51 PART 6 OVERALL RESOURCES Travelability Foundation Programs Initiatives TRAVELABILITY INSIDER is a monthly newsletter with 33OO subscribers within the travel industry. The newsletter aggregates content to raise awareness within the travel industry about the difficulties disabled travelers face, best practices for their destinations, solutions for disabled travelers and to motivate them to make accessibility a priority. TRAVELABILITY FOR HOSPITALITY is a quarterly newsletter directed to the hotel and lodging industry. The newsletter aggregates content about best practices in the hospitality industry to educate hoteliers and motivate them to be welcoming and inclusive for all guests. DESTINATIONS WITH ACCESSIBILITY is a micro-site that aggregates accessibility content for over 175 destinations in the US, Canada, Mexico and the Caribbean. The site makes it easier for travelers with a disability to access accessibility information about destinations while planning their travels DESTINATION A11Y CLUB is a group of Destination Marketing Organizations committed to advancing accessibility together by sharing information and resources. The Destination A11Y Club is one of the major fundraising vehicles for the Foundation. Club members receive a copy of the Accessibility Playbook and participate in group promotions designed by the Foundation to create awareness about accessibility and inspire change in their stakeholders. INNOVATEABLE is an annual showcase of adaptive innovations, technologies, services and amenities that can be introduced through the travel channel. TRAVELABILITY TRUSTED is a collection of service providers, consultants, technologies, apps and innovations that help make travel easier for people with disabilities. These companies and organizations have been vetted by TravelAbility. TRAVELABILITY YOUTUBE archives contain over 1OO videos and presentations that are available to the interested parties to learn about Best Practices in accessible travel, DE I, the lived experience of travelers with a disability and practical advice and information on how to more inclusive and welcoming to travelers with a disability. The videos have been generously donated to the Foundation by the Emerging Markets Summit. TRAVELABILITY FELLOWS Program in partnership with the UCF Rosen College of Hospitality Management is a hands on learning experience for hospitality students. Students work with destination management organizations to research and promote their accessibility initiatives. TRAVELABILITY: FILLING THE ACCESSIBILITY GAP IN HOSPITALITY (in partnership with the UCF Rosen College of Hospitality Management) is a self-paced learning module designed to train the next generation of hospitality industry executives about all aspects of the accessible travel industry. ACCESSIBLE JOURNEYS MAGAZINE in partnership with Melange Publishing is a quarterly digital magazine directed towards consumers. A portion of the advertising revenues from the magazine are an important funding source for the Foundation. Destinations International s Social Inclusion Framework SOCIAL INCLUSION SUMMIT is Destinations International s annual event dedicated to providing destination organizations and travel industry professionals with ideas and solutions on how to increase economic value by creating spaces that authentically welcome people from all backgrounds and abilities.",
      "page_number": 51,
      "chunk_index": 50,
      "start_char": 0,
      "end_char": 3397,
      "word_count": 471
    },
    {
      "content": "52 SOCIAL IMPACT ASSESSMENT TOOL serves as a maturity model to guide destinations towards workplace inclusivity. The model, offering both a data-entry interface and robust results functionalities, measures accessibility as a component of social impact. PART 1 RESOURCES: THE BUSINESS CASE IN-PLAYBOOK RESOURCEPLAYBOOK PAGE We Don t Bite Video, DC Government5 Communicating with and About People with Disabilties, CDC14 Sustainable Development Goals, United Nations15 Disability Fact Sheet, World Health Organization15 Disability and Health Data System, CDC15 A demographic, employment and income profile of persons with disabilities aged 15 years and over in Canada, Statistics Canada15 Population with Disability , Eurostat 15 2O2O Annual Report of the Global Economics of Disability , Return on Disability 16 Portrait of Travelers with Disabilties: Mobility and Accessibility, MMGY16 Market Studies, Open Doors Organization16 Deep Dive: The State of the American Traveler TravelAbility , Miles Partnership16 2O2O Market Study Presentation with TravelAbility, Open Doors Organization16Notable Resources Travel Into Aging Video , AARP EIGHT MYTHS ABOUT AUTISM THAT REALLY NEED TO GO AWAY... Many people think they know about autism, but their information is either hopelessly outdated or informed by very limited representation in the media. Here are 8 myths and stereotypes about autism and autistic people, and why they re nonsense. (Note - some of these myths are more widespread than others, and obviously there is nuance behind each one of these) 1. Autistic people don t feel empathy.Simply untrue. Though some may not, it seems the majority of us feel enormous amounts of empathy, even for non-living things, and especially for animals. 2. Autistic people can t make eye contact.We can. Some of us don t seem to mind it at all, whilst the many of us who hate it can force ourselves to when we feel its necessary, especially adults who have learned this the hard way. 3. Autistic males are far more common than autistic females. Increasingly untrue. The ratio is rapidly shifting to being more balanced as diagnostic understanding improves. I wouldn t be surprised to see a ratio of 1:1 eventually, and a huge amount of content online is created by autistic women and girls. PART 6",
      "page_number": 52,
      "chunk_index": 51,
      "start_char": 0,
      "end_char": 2287,
      "word_count": 357
    },
    {
      "content": "534. Autistic people don t have a sense of humor. I mean, some of us don t, and some of us have what may be seen as a different sense of humor, but there are a lot of funny autistic people out there, including those who do comedy professionally. 5. Autistic people have learning disabilities.In fact a surprisingly low percentage of autistic people have co-occurring learning disabilities. However, people with learning disabilities are much more likely to be autistic too, which might be why this idea exists. 6. Autistic people are all antisocial.Not true. Many of us may be asocial from trauma associated with social interaction, but it seems many of us are quite gregarious and even extroverted. Admittedly there are some of us, like me, who are much happier in solitude, but this doesn t appear to be the norm - and even then, I wonder if that s a trauma response. 7 . Autistic people are all STEM subject specialists. Nope. Though plenty are, there are many of us who have skills, jobs and qualifications in the humanities, arts and other fields. 8. Autistic people are all super-gifted in some way. Absolutely not. Though some of us might be skilled in certain areas (often as a result of our monotropic focus on topics we become expert in), and some of us might have excellent memories or be hyperlexic, plenty of us are perfectly average, thanks, and don t appreciate the assumption we have superhuman abilities...MOBILITY: LIVED EXPERIENCE Five Signs an Accessible Space Was Designed With No Lived Experience Most people naturally assume that ADA compliance means accessible for all. I know I certainly did before I was a wheelchair user. Four years ago, I thought I understood the needs of a wheelchair traveler. I had talked to many wheelchair users, and family members of wheelchair users. I listened. I researched. Then I took my first trip as a wheelchair user, and my mind was BLOWN. So, here are some signs that a hotel room was designed by maybe somebody well-meaning, but, like me, inexperienced. 1) The bathroom mirror only shows my forehead.2) The thermostat is set at shoulder height for somebody standing. I may be able to physically reach it, but I certainly can t see the temperature it s set to. 3) The shower controls are on the opposite end of the shower in relation to the shower bench. They have complied with the law, and they have two grab bars and a built in bench, but didn t sit on the bench to make sure that I can turn on the shower or reach wall-mounted soaps. PART 6",
      "page_number": 53,
      "chunk_index": 52,
      "start_char": 0,
      "end_char": 2505,
      "word_count": 442
    },
    {
      "content": "544) There is a sitting area placed in front of the windows, blocking my ability to open and close the curtains. While it s beautiful, and a delightful place to sit, it doesn t work for a wheelchair user. How do I close my curtains at night, or open them in the morning? 5) The beds are too high. As pretty as high beds look, they are not practical for a wheelchair user. Also not practical: beds with bulky frames that prevent the wheelchair from getting super close, or beds on box frames that do not allow for a lift to be rolled under. What do you think? What else have you noticed ? Kenneth Edmonds Media Creator at Traveling With A Chair: Housekeeping leaves the handheld shower at the full up position. Door too stiff to open easily. Furniture blocking access to bed or window. David McCue, Experienced Safety Manager: Just a few more to consider 1. Thick plush carpets which are hard to wheel through 2. Change of floor height at entry to bathroom - looks ok at first sight but some have wedges that are too much of an angle 3. Too much furniture in the room4. Hose on hand shower not long enough5. Toilets that are too high6. Shower seats in bathrooms that have your back to the wall and No protection to stop you falling forward Mellissa Sumner, Depoe Bay Chamber Director, Planning Commissioner, Festival Director: Bathroom vanity is either solid and too tall or doesn t have a spot for a chair so you can reach the sink Special Thanks to Kristi Durso, TravelAbility Ambassador who posted this article on Linked InPART 2 RESOURCES: CREATE YOUR STRATEGY IN-PLAYBOOK RESOURCEPLAYBOOK PAGE Rosemarie Rosetti, Consultant Parter with Experience Columbus19 Hearing Accessibility , Travel Lane County19 Accessible Travel, Experience Kissimmee19 Accessible Travel Resources, Visit Myrtle Beach2O Champion Autism Network 2O Tourism Accessibility Fund, Ottawa Tourism2O Sensory-Friendly Children s Book, Visit Myrtle Beach2O Me Alla Matia, This is Athens Partner23 Accessible Tourism, Fáilte Ireland 23 NOTABLE RESOURCES Sample Survey for Destination Stakeholders General Questions: Do you have a dedicated and detailed accessibility page on your website? Are people with disabilities included in your marketing materials? Does your website meet web accessibility standards? For attractions and tour experiences: Do you have quieter times that people with disabilities may visit? Do you have multiple ways to purchase PART 6",
      "page_number": 54,
      "chunk_index": 53,
      "start_char": 0,
      "end_char": 2425,
      "word_count": 399
    },
    {
      "content": "55tickets? Do you fast-track visitors who are unable to stand in a queue for long periods of time? Do you have relief areas for service animals? For Hotels: Do your accessible bathrooms have roll in showers? Does your accessible room offer handheld shower heads lever taps? Does your accessible bathroom have toilet and shower grab bars? Do you offer multiple options for booking (i.e. web, text, phone)? Are staff on hand to help with luggage if needed? Are your staff aware of transportation companies that are disability friendly? Are your light switches, electrical outlets accessible for people in wheelchairs using one hand? Do you have a list of local accessible restaurants? Are your staff trained on guest evacuation requirements in case of emergency? Do you offer vibrating alarm clocks w flashing lights on loan? Dining: Are your food menus available in large print versions? Does your restaurant offer quiet spaces for guests who have auditory or neurocognitive disabilities? Do you offer reading glasses, flashlight or magnifying glass if needed?A SAMPLE SURVEY FOR ACCESSIBLE ROOMS Hotel Name: Please provide a link to the description of your accessible room on your website About Your Beds in Accessible Rooms 1. What is the bed height from floor to top of the mattress? 2. Id the bed height adjustable? 3. Are there bed raisers available upon request to adjust bed heights? 4. What is the height of the space from the floor to the bottom of the bed frame? About Your Bathroom in Accessible Rooms 1. What is the height from the floor to the toilet seat? 2. How many grab bars are there around the toilet? 3. What is the height of the grab bars from the floor? 4. Is there a raised toilet seat available upon request? 5. Is there a roll- in shower? 6. How wide is the doorway entrance to the bathroom? Bonus Questions: About Your Pool 1. Does your hotel have a pool? 2. Do you have a pool lift? PART 6",
      "page_number": 55,
      "chunk_index": 54,
      "start_char": 0,
      "end_char": 1915,
      "word_count": 333
    },
    {
      "content": "56SERVICES PROVIDERS Legend: M Mobility, B Blindness C Cognitive Autism D Deafness O Other TRAVELABILITY TRUSTED PARTNERPRIMARY EXPERTISE LIVED EXPERIENCE ASSESSMENT TRAINING SPEAKING CONSULTING The Slatin Group Peter Slatin CEOpeter theslatingroup.comB Wheel the WorldCamilo Navarro, Co-foundercamilo wheeltheworld.comM SAGE InclusionJohn Sage, CEO Founderjohn sageinclusion.comM Open Doors OrganizationEric Lipp, Founderericlipp opendoorsnfp.orgM VisitableJoe Jamison, Foundermailto:joe visitable.orgM Access NowMaayan Ziv, Foundermaayan accessnow.caM Incredible Memories TravelKristy Durso, Founderkristy incrediblememoriestravel.comM, C, O WheelchairTravel.orgJohn Morris, Founderjohn wheelchairtravel.orgM Rosemarie Rosetti - Universal Design LabDr. Rosemarie RosettiRosemarie rosemariespeaks.comM (meetings conventions) PART 6",
      "page_number": 56,
      "chunk_index": 55,
      "start_char": 0,
      "end_char": 832,
      "word_count": 83
    },
    {
      "content": "57TRAVELABILITY TRUSTED PARTNERPRIMARY EXPERTISE LIVED EXPERIENCE ASSESSMENT TRAINING SPEAKING CONSULTING Maahs Travels Fred Maahs, Jr. CEO fred maahstravels.comM Kulture City Uma Srivastava uma kulturecity.orgC American Printing House Mike May mmay aph.orgB Deaf Friendly Consulting Melissa (Echo) Greenlee, Founder echo deaffriendly.comD IBCCES Meredith Tekin, CEO meredith ibcces.comC Autism Travel Club Becky Large, Founder CEO becky autismtravel.clubC Autism Double Checked Alan Day, Founder and CEO Aday autismdoublechecked.comC AbleVU Meegan Winters, Founder meegan ableeyes.comC Hidden Disabilities Sunflower Lynn Smith, Chief Marketing Officer lynn hdsunflower.comC PART 6",
      "page_number": 57,
      "chunk_index": 56,
      "start_char": 0,
      "end_char": 681,
      "word_count": 83
    },
    {
      "content": "58THE SOLUTION PROVIDERS Innovations, Technologies and Amenities that can Bridge the Gap between What s Available and What s Needed to make travel easier for people with disabilities. THE PROBLEM THE SOLUTION THE WHY HEARING 48M Americans live with hearing loss. HEARING LOOPS boost audio clarity in noisy public spaces for people who travel, in spite of their hearing loss.Audio Directions USE CASE: Hotels, attractions, convention centers, airports CONTACT: Peggy Bell, peggy ad4h.comADA Compliance re: Effective Communica - tions Assistive Hearing LOOPS for 1:1 conversations at reception info desks FULL ROOM LOOPS for meetings, presentations, entertainment, etc. Over 1O million adults who are deaf or hard of hearing can benefit from hearing loops, but a reliable one-stop source installers are difficult to find.Contacta USE CASE: airports, convention centers, attractions CONTACT: Jim Scott, CEO, jim contactainc.comOver the past 14 years, through their dealer network and relationships with the deaf community, Contacta has become the leading provider of hearing loop installers nationally. The major barrier for deaf travelers is the lack of communication of major announcements in public places such as airports, events and conventions.Spoke USE CASE: Airports, train stations, hotels, cruise lines. CONTACT: Guy Vales, gvales metcove.comSpoke is an app that captures and delivers audio announcements as text to passen - gers smartphones in any of 15O languages and ASL that would be translated and converted to English. Live ASL interpreters as well as foreign language interpreters for over 5O languages are in short supply and quite expensive.Translate Live USE CASE: check in counters at hotels, attractions airports CONTACT: Jennifer.quigley translatelive. comTranslate Live is a two-sided device where users can speak, spell out or type in an entire conversation that is instantly communicated to the other party in ASL or their native language. VISION Blind or low vision people traveling alone may need assistance navigating busy airports, train stations or other gathering points.Be My Eyes USE CASE: AI-powered visual assistance CONTACT: Todd Kuypers CEO, todd bemyeyes.comBeMyEyes connects blind people needing sighted support with volunteers or AI agents who provide live, on-demand access to visual information and navigation via live video around the world. There are over 12 million people in America with colorblindness who cannot enjoy the vibrant colors of fall foliage, museum exhibits, or daily life.Enchroma USE CASE: Museums, attractions, restaurants, airports CONTACT: Kent Streeb, kent enchroma.comEnchroma glasses use patented lens technology that enables visitors with color vision deficiency to see colors. Both indoor and outdoor versions are available. Making visual information such as audio and ASL described brochures accessible to blind and deaf travelers has been a challenge.Picture Live USE CASE: DMO visitor guides, museums, attractions. CONTACT: Alain Cloet , alainudprojects gmail.comPicture Live converts brochures into multi-sensory experiences so that blind or deaf travelers can the enjoy them via a highly produced audio description incorporating music and live actors. Many destinations, attractions, hotels and events are not accessible to blind visitors due to the lack of access to accurate information and audio descriptions.Vacayit USE CASE: Create audio-described itineraries for blind visitors CONTACT: Hailey Brown, founder, Hailey vacayit.comVacayit provides audio guides and accurate accessibility information that provide blind or low-vision visitors, or anyone who likes audio content with a sensory experience. PART 6",
      "page_number": 58,
      "chunk_index": 57,
      "start_char": 0,
      "end_char": 3686,
      "word_count": 533
    },
    {
      "content": "59THE PROBLEM THE SOLUTION THE WHY MOBILITY There are 95,OOO miles of coastline in the US and conven - tional wheelchairs are not usable in sand and uneven surfaces. Mobi-Mat USE CASE: Beach destinations and nature outdoor areas. CONTACT: Greg Scull: greg.scull mobi-mat-dms.comMobi- Mat provides slip-free rollout mats for beaches and uneven surfaces as well as floating wheelchairs for in-water experiences. ADA wheelchair lifts for 4-5 steps are essential for safety and emergencies, despite their lack of aesthetic appeal and they may not always be needed.Flex Step USE CASE: hotels attractions restaurants CONTACT: Michaela Hayward, North America mha liftup.us It s an innovative space saving 2-in-1 solution that functions as a wheelchair lift as well as a short flight of stairs at the push of a button. A classic example of Universal design Wheelchair users have limited mobility in off-road conditions. Traditional wheelchairs often struggle with uneven terrain, grass, and gravel.Grit Freedom Chair USE CASE: Outdoor nature trails in all weather conditions CONTACT: Tish Skolnik, founder, tish gogrit.usDesigned by MIT engineers, GRIT is a mix between a manual wheelchair and a mountain bike that enables wheelchair users to access mountain trails, sandy beaches and even snow. Many ADA-compliant hotel rooms often resemble assisted living centers or, in worse cases, hospital rooms in terms of their charm and ambiance.Motionspot USE CASE: Hotels (during renovation or new development) CONTACT: Ed Warner, CEO ed motionspot.co.ukMotionspot designs accessible hotel rooms that are both functional and aesthetically pleasing by creating accessible bedrooms and suites that meet ADA regulations without compromising on design. Some buildings locations built prior to ADA are grandfathered into an exclusion. They may need an affordable ramp to service guests and meetings. Roll a Ramp USE CASE: Hotels, attractions that may need a portable ramp CONTACT: Kathy Magness, co-owner : kathy rollaramp.comRoll-A-Ramp offers portable, customizable ramps for wheelchair and scooter users. The ramps can be rolled up for easy storage and their length can be adjusted as needed. People with disabilities need to know if the accessibility features of hotels, attractions and meeting venues fit their needs before they go.Threshold36O USE CASE: Hotels, attractions, museums, airports, restaurants CONTACT: Seth Lawson, Seth.lawson threshold36O.comThreshold 36O provides virtual tours for destinations, hotels and attractions, which can not only used by visitors, but also by meeting planners and local residents for weddings and events. Hotels as well as current online booking platforms do not provide precise information or images about the accessibility of hotel properties. Wheel the World USE CASE: Site assessments for hotels, attractions, restaurants. CONTACT: Camilo Navarro, Camilo wheeltheworld.comWTW is an accessible booking engine that measures 2OO data points for hotels that matches disabled travelers with the hotels and tour programs that meet their specific needs. NEURODIVERSITY There s no discreet way to know whether someone with deafness, autism, dementia or any other non-visible disable may need additional supportThe Hidden Disability Sunflower Lanyard USE CASE: Airports, museums, attractions, restaurants. CONTACT: Lynn Smith lynn hdsunflower.comThe Hidden Disabilities Sunflower is a symbol for non-visible disabilities and serves as a discreet sign that the wearer may need additional support, help, or a little more time. PART 6",
      "page_number": 59,
      "chunk_index": 58,
      "start_char": 0,
      "end_char": 3554,
      "word_count": 520
    },
    {
      "content": "6OPART 3 RESOURCES: GET STARTED WITH DIGITAL ACCESSIBILITY IN-PLAYBOOK RESOURCEPLAYBOOK PAGE Path to Purchase , Expedia Group and Skift25 Web Content Accessibility Guidelines Checklist26 Accessibility Design Guide , Washington Post26 Wheel the World 28 Described and Captioned Media Program29 Digital Accessibility Office, The University of North Carolina at Chapel Hill3O Accessibility , New York State 31 Accessible Travel, Visit Tampa Bay 31 Accessibility , Destination British Columbia31 Accessibility Guide , The Palm Beaches31 Accessible Rooms, The Argonaut Hotel, San Franciso31 Accessible Routes, This is Athens 31 Accessibility Guide , Visit Indy 31 Travel Accessibility Inclusion, Visit Mesa31 Columbus Accessibility Guide , Experience Columbus31Notable Resources Are You Making These Mistakes?, The A11Y Project A Beginners Guide to ADA Compliant Websites WebAIM , Utah State University PART 4 RESORUCES: PR COMMUNICATIONS Notable Resources IN-PLAYBOOK RESOURCEPLAYBOOK PAGE Emerging Market Summit Presentation, TravelAbility PART 5 RESOURCES: THE VISITOR EXPERIENCE Notable Resources Wheel the World Academy Training, Wheel the World ADA Design Requirements for Hotels , ADA Should Hotel Executives Embrace Inclusivity for Disabled Travelers? Why Meeting Planners Have Taken an Interest in Sustainability Inclusion, TravelAbility Economic Impact of Building Trails, TravelAbility IN-PLAYBOOK RESOURCEPLAYBOOK PAGE Checklist, ADA Wheel the World Academy Training, Wheel the World PART 6",
      "page_number": 60,
      "chunk_index": 59,
      "start_char": 0,
      "end_char": 1497,
      "word_count": 202
    },
    {
      "content": "61AD HOC ACCESSIBLE HOTEL TOOLKIT SHOPPING LIST These are the basic 13 items any hotel manager should have available to accommodate guests with a disability (Keep them in storage until they are put in the rooms before the guests check in). The mobility items came to use courtesy of Tapooz Travel and can be mostly purchased on Amazon. PRODUCT PRICE IMAGE Bathtub Transfer Chair 2O4 Shower Chair 41.O9 Raised Toilet Seat 39.77 FOLDABLE LIGHTWEIGHT RAMPS 4 6 Suitcase style 1O9.OO Adjustable Step-Up (4 6 8 ) 33.99 Door Threshold Ramp (2) and or step over 99 Curtain Pull Rods (with round grab) 29.9O PART 6",
      "page_number": 61,
      "chunk_index": 60,
      "start_char": 0,
      "end_char": 606,
      "word_count": 105
    },
    {
      "content": "62PRODUCT PRICE IMAGE Stand alone Mirror (with and without light) 17 .99 Hand-held shower head (to replace regular shower head) 26.99 Quick adapt shower head (goes straight on the spout) 9.99 Bed transfer slide board 37 .99 Movable grab bars with lockable suction cups . (short, medium and long) 27 .99 Heavy duty plastic mats (36 x48 set of 6) For high-pile carpeting to create a solid path-of-travel for manual chair users 59.95 CONTINUED: AD HOC ACCESSIBLE HOTEL TOOLKIT SHOPPING LIST PART 6",
      "page_number": 62,
      "chunk_index": 61,
      "start_char": 0,
      "end_char": 494,
      "word_count": 83
    },
    {
      "content": "63PRODUCT PRICE IMAGE AUTISM GE Window Door Personal Alert Security System to prevent elopement 12.86 (for two) Amazon Fly for ALL . Flight simulations App produced by Alaska Airlines.Free Mini Sensory Travel Kit 65- 1O9, Fun and Function IBCCES Autism Card Helps identify special accommodations for user. Free AUTISM KITS WsdCAM Door Alarm 39.95 Amazon prevent elopement CONTINUED: AD HOC ACCESSIBLE HOTEL TOOLKIT SHOPPING LIST PART 6",
      "page_number": 63,
      "chunk_index": 62,
      "start_char": 0,
      "end_char": 435,
      "word_count": 67
    },
    {
      "content": "64VIDEO PITCHES FROM TRAVELABILITY S INNOVATEABLE SHOWCASE The most promising innovations and technologies from four TravelAbility pitch events. The following products were the finalists at TravelAbility s LAUNCHPAD the worlds only pitch event for adaptive innovations, technologies and services that help make travel easier for people with disabilities. Revolve Air : What happens when an engineer with a background in designing Formula One cars and Flying Taxis develops wheelchair small and light enough to fit as carry-on. Travel Use Case: Revolve air can either be purchased outright, or as an on-demand rental via an app. It may also be rented via airport concessions. Watch our pitch . WelcoMe : An inclusive customer service app that alerts businesses when a disabled user is 15 minutes from their location. Includes information about disability and purpose of visit. Additionally, the Button companion app enables users to open doors and operate pedestrian crossings with their smartphone . (Scotland). Watch our pitch . Travel Use Case: DMO s can persuade their attractions, restaurants and museums partners to engage with WelcoMe as an instantaneous training partner. And the Button app addresses the fact that 41 of disabled travelers name heavy doors as the greatest obstacle they encounter when traveling. Alinker . What began as an innovative non-mo - torized walking-bike designed for people with mobility challenges who are looking to maintain an active lifestyle, has evolved into a wellness ecosystem that includes Alinker yoga classes, nutrition programs supplemented by a produce farm in Kentucky that employs dis - abled workers. (Canada) Watch our pitch . Travel Use Case: Resort Hotels, Cruise Lines can use them as innovative amenities for those using walkers and DMO s can recommend them to city managers recreational managers. Mobi-Mat : Not only does the Mobi-mat produce slip-free Rollout mats for beaches for uneven surfaces it also makes floating wheel - chairs for beach and water use. (France). Watch our pitch . Travel Use Case: DMO s can recommend both products to beach and watersports nature providers to enhance their accessibility for wheelchair users. Meanwhile, hotels with pools that are not equipped with a power lift may use the floating chair as an accommodation that may reduce the chance of being sued. Vispero : Vispero has introduced the Jaws Kiosk, portable kit that adds screen reader software that transforms self-service kiosks so they can be used by the visually impaired.(Florida) Watch our pitch . Travel Use Case: DMO s with visitor center kiosks, as well as airports, airlines, attractions and cruise lines where self-service kiosks are widely used. Autism Travel Club formerly known as Champi - on Autism Network and Lead with Love Train - ing Co., provides impactful, engaging, accessi - ble and affordable online Autism Awareness and sensitivity training modules for the hospi - tality industry and essential workers, a discount card program and the Autism Traveler app to support people and families living with autism in a growing number of communities around the USA and globe. Watch our pitch . Travel Use Case: Hotels, resorts, restaurants and attractions can now prepare their staff to serve families with autistic children, while the Club network can help promote them to the autism family market. Picture Live : A platform that empowers desti - nations to transform one dimensional images, such as tourism brochures, postcards, or posters, into captivating audio-described or ASL-described performances. By placing their smartphones on the brochures, users can PART 6",
      "page_number": 64,
      "chunk_index": 63,
      "start_char": 0,
      "end_char": 3636,
      "word_count": 572
    },
    {
      "content": "65activate content as audio descriptions or ASL interpreters through a QR code. Watch our Pitch Travel Use Case: DMO s can create two-dimen - sional tourism brochures. Museums and attractions can create brochures that can be accessed by blind or deaf users. Centaur Robotics is a power wheelchair that can fit in small spaces like a regular dining room chair. It also has a unique feature that allows the user to adjust their height and reach eye level with others. Watch our Pitch Travel Use Cases: Available for use by airports either as a supplement to existing wheelchair assistants or for rent while a traveler is in-destination. Spoke App is a voice for the silence. No matter where you are, deaf or hard of hearing users can read what s being announced on their phone. Watch our pitch. Travel Use Case: Airports, train stations, malls, and other public places will no longer be a mystery. Enchroma Glasses let people with color blindness experience the richness of colors. Watch our Pitch Travel Use Case: DMO s can purchase a pack of 2O Enchroma glasses, loan them to museums or welcome centers where they can be lent out to visitors who are color blind. DateAbility is a dating app that caters to the needs of people with disabilities and chronic conditions. It is a place where you can find romance and friendship with people who share your experiences. Watch our Pitch Travel Use Case: The density of the app s users is such that matches often involve travel to destinations for the initial in-person meeting. TranslateLive s ILA is a two-sided tablet that can display translation in over 2OO languages, audio descriptions, and ASL interpreters in real time. Watch our Pitch Travel Use Case: Enables front desk staff from hotels, attractions, airport or visitor center to provide real time ASL translation.. VACAYIT : A service that enables the blind and visually impaired to learn about your destination using audio descriptions that provide a curated and immersive sensory experience. Watch our Pitch Travel Use Case: DMO s can create an audio described itinerary to help blind and low vision visitors to experience their attractions, muse - ums and points of interest in a virtual way Wheel the World provides destinations with an end-to-end solution by matching people with specific disabilities with the hotels and tour programs that meet their specific needs. Watch our Pitch Travel Use Case: Destinations, hotels, attractions, restaurants. The company sends mappers to assess up to 2OO data points each for hotels, attractions, restaurants for mobility, blindness, deafness and cognitive disabilities the results of which are not only listed on their booking engine, but can also be included on the DMO website as an enhancement to their accessibility landing page. Good Maps : Goodmaps is a wayfinding platform that uses LiDar laser-driven technol - ogy where clients can design, edit and access their digital maps so that they are useable not only by the blind travelers to find points of interest, but helps wheelchair users locate accessible areas such as bathrooms. (KY) Watch our pitch Travel Use Case: Theme parks, attractions, hotels and convention centers would be suitable uses cases. Service Animal Travel Solutions : A central database for service animal verification recently launched with Alaska Airlines as their first airline partner. Once a passenger form is completed it is stored in a proprietary database which can be used by other airlines. This was founded by Open Doors Organization and Gina Emrich, formerly accessibility and custom - er service specialist for American Airlines for 33 years.(IL) Watch our pitch Travel Use Case: Ultimately, once this is rolled out to other airlines, it will save passengers who PART 6",
      "page_number": 65,
      "chunk_index": 64,
      "start_char": 0,
      "end_char": 3761,
      "word_count": 618
    },
    {
      "content": "66travel with documented service animals an immense amount of time and paperwork. Hidden Disabilities Sunflower : The Sunflower icon discreetly indicates to staff and professional service providers during the travel experience that the person has a hidden disability (e.g autism, dementia etc) and may need additional support, help or a little more time. Widely used in the UK by airports, hotels and retailers, they are now expanding into North America (UK) Watch our pitch Travel Use Case: Airports, theme parks, attrac - tions and retail venues. Threshold 36O . With coverage of more than 1OO,OOO locations in hundreds of destinations and over two million views daily, Threshold is the world s largest provider of interactive 36O virtual tours. For travelers who need to Know before they go this is an ideal feature. Watch our pitch Travel Use Case: Destinations, conference resorts, hotels and attractions currently use these videos for marketing purposes. Families with members on the autism spectrum can use virtual video tours to familiarize themselves and their children with a visual experience of what to expect. Omeo : Hands-free power wheelchair that uses Active Seat Control technology in which users core muscles control movement. Features include access to off-road experiences, ze - ro-degree turning circle and battery range of 4O miles on one charge.(New Zealand) Watch our pitch Travel Use Case: Outdoor destinations, ski resorts and mountain resorts can work with the company to schedule demo day promotions for disabled visitors. Aira : connects people who are blind or low vision to a remote trained professional agent who can provide hands-free assistance at the touch of a button. Watch our pitch Travel Use Case: Airports, hotels and attrac - tions who can assist blind travelers with informa - tion in real time. Be My Eyes is a free app that connects blind and low-vision individuals with sighted volun - teers and companies from all over the world through a live video call. They have over 2,OOO,OOO volunteers worldwide. Watch our pitch Traveler Use Case: Hotels can have this app pre-loaded and available at check in to help blind guests navigate their hotel room. Whill is the brand name for the next generation of smart and stylish self-driving power wheelchairs that can be summoned with an app. Travel Use Case: Airports can use them as wheelchair assistant robots for transporting passengers to their gates. Free2Go Rollator is the first product to com - bine the benefits of a raised toilet seat, toilet safety frame, and rolling walker. Travel Use Case: Amenity for cruise line passen - gers, hotels and attractions Jeenie is a language assistance app that connects travelers with on-demand sign-lan - guage translators through three party video chats. www.jeenie.com Travel Use Case: Hotels, attractions, airports can make this service available to customers. PART 6",
      "page_number": 66,
      "chunk_index": 65,
      "start_char": 0,
      "end_char": 2904,
      "word_count": 466
    },
    {
      "content": "67The Accessibility Playbook is a fundraising initiative of Creative Director Editor in Chief: Jake Steinman V.P . Marketing Editorial: Tricia Roth Design Director: Rob Schultz Copyright TravelAbility 2O24. All rights reserved. Sharing or reproduction of any kind without the expressed written consent of Travelability is prohibited Acknowledgements: Center for Disease Control , for conducting the definitive survey of disability in America; Patty David , Director of Consumer Insights, AARP , for providing consistent research about baby boomers that helped develop the business case. Kathleen Harvey , Manager, Visitor Services, Destination BC, for sharing the helpful tips that were assembled that took their team over one year and 5Ok in consulting fees to compile. Kevin Wright , VP Marketing, Travel Oregon for inspiring us to develop the playbook. Magnus Berglund , former concierge of Scandic Hotels for creating the most useful hotel training videos on the planet. Eric Lipp , founder and CEO of the Open Doors Organization for being the first to develop research on accessible travel. Laurent Roffe, CEO, Tapooz Travel, for sharing their hotel general managers accessibility kit. Meredith Tekin and Myron Pincomb for sharing their tips to help autistic family travelers.TR AVEL BILITY FOUNDATION Thank you to our Destination A11y partners: Sponsors: PART 6",
      "page_number": 67,
      "chunk_index": 66,
      "start_char": 0,
      "end_char": 1367,
      "word_count": 207
    }
  ]
}